{
  "villas": [
    {
      "id": "62fca6c074137c79782f1f47",
      "galleries": [
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg"
      ],
      "price": 3713.09,
      "name": "Minim excepteur voluptate sit consectetur velit.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (974) 452-2868",
      "address": "684 Chester Street, Fredericktown, Arizona, 8546",
      "location": "Wilsonia",
      "detail": "Magna sunt irure sunt eu eiusmod amet duis culpa sunt. Dolore velit culpa aliquip reprehenderit ipsum exercitation mollit elit cupidatat. Enim duis excepteur exercitation id sint consequat dolore consequat fugiat nostrud non deserunt. Irure velit in anim consequat. Dolore est est ipsum sint mollit nostrud. Nisi minim esse ipsum excepteur adipisicing pariatur laboris laborum tempor reprehenderit esse labore ex.\r\nConsectetur Lorem nulla ad voluptate. Proident reprehenderit eiusmod proident magna ea laboris reprehenderit elit cillum. Duis nisi amet cillum ad Lorem. Lorem voluptate quis duis dolore quis labore Lorem minim ullamco Lorem commodo reprehenderit excepteur.\r\nQui laborum in ex laborum in irure consectetur exercitation amet ipsum ipsum. Ipsum excepteur exercitation eu sunt non qui do. Dolore aute aute do exercitation ea incididunt non duis in.\r\n",
      "description": "Culpa velit laboris ut cupidatat proident.",
      "latitude": 23.1291,
      "longitude": 113.2644,
      "sleeps": 13,
      "capacity": 4,
      "bedrooms": 5,
      "bathrooms": 8,
      "minNights": 4,
      "shared": true,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-09-18",
        "to": "2023-10-18"
      },
      "reviews": [],
      "facilities": [
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools"
      ]
    },
    {
      "id": "62fca6c04c0cbda2afe1d003",
      "galleries": [
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg"
      ],
      "price": 3981.47,
      "name": "Enim eu Lorem voluptate officia id occaecat aliquip amet culpa aliqua.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (889) 430-3830",
      "address": "446 Vanderbilt Street, Taft, South Dakota, 8661",
      "location": "Charco",
      "detail": "Veniam Lorem dolor Lorem irure aliquip eu consequat nulla cillum. Aliquip nulla eiusmod fugiat sunt ullamco cillum. Quis aute aliqua non proident. Nisi eiusmod sint duis in proident id dolor.\r\nEiusmod ad aute enim commodo. Proident do ut non nostrud quis qui eu. Dolor veniam consectetur adipisicing esse proident sint et pariatur labore sint Lorem.\r\nDolore do do esse in. Incididunt officia voluptate cupidatat proident ut aliquip occaecat aute nisi aliquip. Duis cupidatat non ex mollit ut fugiat. Cillum fugiat cillum ut ea aliquip dolor ad est sunt laboris dolor non aliqua. Nulla tempor veniam labore dolor deserunt ipsum. Tempor nisi ut eiusmod nulla aliquip consequat sit cupidatat.\r\n",
      "description": "Et do eiusmod reprehenderit minim nisi sunt ex laboris incididunt reprehenderit.",
      "latitude": 38.017027,
      "longitude": 122.222588,
      "sleeps": 22,
      "capacity": 3,
      "bedrooms": 4,
      "bathrooms": 6,
      "minNights": 3,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-17",
        "to": "2024-01-14"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Commodo consequat amet ad veniam amet esse. Occaecat irure laborum qui nulla ut exercitation commodo irure ex irure nulla nulla ut nisi. Commodo commodo tempor do aliquip quis consequat ea dolor eu et exercitation. Amet enim velit ea exercitation nulla. Nisi elit aliqua commodo consequat cillum sunt Lorem cillum quis esse. Ex ad nostrud irure in pariatur eu et sint elit voluptate eiusmod voluptate.\r\nEst dolore quis sit adipisicing pariatur sunt sint consequat sint nulla laboris Lorem non in. Esse fugiat consequat cillum ipsum esse eu minim ea. Do proident et incididunt reprehenderit ipsum do. Sit mollit commodo culpa aute voluptate qui ea incididunt officia. Irure non aute qui incididunt. Aliquip do fugiat tempor ex cillum occaecat incididunt velit irure aliquip do est tempor sunt.\r\nCupidatat id aliqua sit est adipisicing quis enim cillum culpa. Reprehenderit Lorem Lorem fugiat esse et ad elit occaecat. Amet quis nisi consectetur veniam ut deserunt cupidatat. Voluptate ullamco commodo deserunt dolore amet consectetur non incididunt fugiat reprehenderit tempor tempor deserunt.\r\n"
        },
        {
          "rate": 4,
          "review": "Ad ullamco commodo irure ad id. Fugiat ea velit est aliqua non incididunt dolor minim ex ea. Dolore laboris dolore est qui reprehenderit commodo quis voluptate incididunt minim ad. Proident reprehenderit aute dolor et nulla mollit pariatur ut non cillum magna. Proident minim cillum dolor est non Lorem et. Laborum fugiat et cillum ad esse. Et fugiat dolor ipsum Lorem.\r\n"
        },
        {
          "rate": 2,
          "review": "Irure ut excepteur dolore consectetur minim sunt ad incididunt aliquip velit id elit. Do id pariatur laboris eiusmod elit. Laborum proident eiusmod labore culpa est consequat tempor consequat aliquip velit elit incididunt fugiat. Aliquip consequat aliquip irure minim ullamco elit deserunt Lorem ut ipsum culpa ipsum nostrud. Cupidatat mollit officia ea in occaecat exercitation tempor adipisicing occaecat id eu.\r\n"
        },
        {
          "rate": 4,
          "review": "Consequat quis ex aliquip culpa dolor cillum officia laboris non pariatur esse. Nostrud pariatur velit adipisicing duis laborum dolor cupidatat nisi magna occaecat irure non. Amet exercitation proident et labore quis tempor do id labore. Non aliqua voluptate velit cupidatat ex velit. Ea duis amet aute enim nisi elit pariatur ut aliqua proident exercitation deserunt. Est cupidatat eiusmod eu ipsum sit consequat exercitation. Aute dolor deserunt fugiat amet Lorem esse velit non duis quis adipisicing.\r\n"
        },
        {
          "rate": 5,
          "review": "Est eu fugiat eu occaecat nisi sit quis do commodo reprehenderit proident. Eu occaecat ex eu ut duis laborum id commodo sint ipsum. Esse in ex ea laboris aute sunt minim velit tempor ad elit excepteur. Ea do reprehenderit adipisicing veniam dolore nisi dolore ea ea nisi ullamco incididunt non incididunt. Lorem velit id excepteur enim eiusmod veniam est officia. Cupidatat reprehenderit ex amet irure in deserunt id Lorem. Officia culpa cupidatat ex veniam eu qui mollit mollit dolor exercitation qui aliqua duis.\r\nAliqua culpa ipsum voluptate cillum dolore dolore ea laboris ut. Ea voluptate aliqua laborum anim nisi. Sint duis aliquip officia elit est fugiat in est nisi irure enim non ex culpa. Elit ipsum sit adipisicing incididunt minim dolore excepteur cillum culpa aute do sit aliqua duis.\r\nReprehenderit nisi mollit ea sunt. Ea ad proident esse cillum proident veniam ipsum. Do esse et incididunt laboris amet fugiat irure.\r\n"
        },
        {
          "rate": 1,
          "review": "Anim excepteur magna irure voluptate ut pariatur exercitation magna exercitation voluptate. Elit do quis nisi est exercitation pariatur consequat eu proident. Cillum sint minim ullamco exercitation do proident quis eu.\r\nConsectetur eu consequat tempor consectetur consectetur labore. Aliquip nulla irure velit pariatur esse voluptate dolor sunt sit commodo est non. Occaecat tempor enim ut amet tempor.\r\n"
        },
        {
          "rate": 0,
          "review": "Ad ullamco labore proident non deserunt veniam aute ullamco adipisicing aliqua est. Id mollit officia mollit ea nostrud id nostrud sint qui dolor id dolor. Proident labore ut ex excepteur commodo minim ut nisi consectetur in sit. Fugiat sint cupidatat deserunt laborum. Nostrud nostrud ut elit sit eiusmod voluptate. Velit amet excepteur nostrud ut nostrud occaecat eu mollit enim veniam ipsum.\r\nLabore voluptate laboris fugiat duis adipisicing et. Ipsum commodo id laborum occaecat duis proident sit dolor sit id eu in duis. Excepteur veniam qui aute ex minim et aliquip dolore eiusmod irure.\r\n"
        },
        {
          "rate": 3,
          "review": "Irure id culpa commodo dolore nostrud non aliquip eu culpa id et eiusmod ad commodo. Sint laboris sint laborum adipisicing consectetur laborum aute nostrud aliqua enim pariatur sunt ut ullamco. Dolore anim amet nisi fugiat do culpa enim laborum veniam deserunt esse ea ut. Minim occaecat voluptate ex proident exercitation eiusmod ipsum Lorem ad culpa eu laboris nisi. Enim enim adipisicing deserunt sit velit enim veniam.\r\nLaboris id ea Lorem labore culpa elit esse. Ad elit cupidatat tempor nostrud eu incididunt sint. Irure officia est aute eu laborum. Dolore nisi cillum minim laborum duis Lorem consectetur nulla labore. Consequat esse sunt cupidatat pariatur est. Ipsum reprehenderit aute velit ipsum sint. Proident cupidatat adipisicing sint mollit aliqua ad.\r\n"
        },
        {
          "rate": 4,
          "review": "Voluptate laborum est esse magna dolore magna laborum aliquip et. Nulla nisi aliquip deserunt aute officia enim reprehenderit enim aliquip non. Veniam est ea quis fugiat qui anim consequat. Voluptate velit elit quis laborum mollit aliqua sit tempor nostrud deserunt. Ex ad eiusmod et nisi cupidatat sit aliquip labore deserunt duis aliqua consectetur cillum est. Enim dolor magna commodo quis culpa eu ea culpa cupidatat deserunt nisi.\r\n"
        },
        {
          "rate": 3,
          "review": "Minim pariatur mollit reprehenderit ipsum et pariatur cillum dolore eu quis. Sit deserunt adipisicing duis duis minim incididunt. Aliqua veniam sit nulla amet irure cupidatat. Labore et nulla commodo Lorem. Cillum pariatur quis mollit ea officia fugiat magna deserunt officia laborum amet nisi dolor. Voluptate ipsum consequat dolore qui et laborum id sunt.\r\n"
        },
        {
          "rate": 1,
          "review": "Excepteur dolore eiusmod irure commodo dolor ex veniam duis mollit magna mollit anim labore quis. Cupidatat occaecat deserunt voluptate consectetur reprehenderit velit. Deserunt excepteur eu aute eiusmod minim. Ea do culpa incididunt adipisicing qui proident consectetur aliquip.\r\nVeniam enim cupidatat consectetur consectetur nostrud officia occaecat adipisicing enim esse ullamco et nostrud exercitation. Voluptate non cupidatat enim est cupidatat sit anim fugiat eiusmod aute adipisicing. Pariatur magna non eu ea elit consectetur aliqua in Lorem deserunt reprehenderit commodo labore pariatur. Voluptate velit consectetur aliquip adipisicing amet in aute esse anim non. Tempor deserunt exercitation quis cillum mollit enim eiusmod.\r\n"
        },
        {
          "rate": 5,
          "review": "Magna esse dolore ad pariatur nisi aliquip excepteur proident dolor labore non. Sint nostrud laboris dolore aliquip excepteur non dolore anim. Sunt est deserunt qui pariatur officia sunt quis enim Lorem exercitation sit. Eu cillum aliqua dolor deserunt laborum exercitation velit reprehenderit eu qui sunt exercitation. Consectetur dolor qui pariatur qui deserunt laborum reprehenderit proident quis laboris. Mollit est cupidatat dolor ullamco labore excepteur eu cillum aute enim ex ex. Exercitation sit qui magna ad dolore non dolore cupidatat excepteur est anim et eu.\r\n"
        },
        {
          "rate": 3,
          "review": "Consectetur magna fugiat nulla enim velit dolor ut nostrud anim magna. Cillum voluptate aliqua proident esse consectetur eu mollit dolor irure excepteur commodo pariatur enim. Non culpa elit incididunt reprehenderit velit ullamco.\r\nNon nulla excepteur et ex veniam ea magna sunt eu mollit sint minim. Quis culpa velit reprehenderit minim adipisicing consequat. Tempor nisi sint cillum esse velit ad laboris deserunt culpa sunt tempor. Ea adipisicing eu esse ea esse culpa tempor ea laboris et id. Commodo do aliquip est pariatur veniam cillum magna irure aliquip enim pariatur incididunt voluptate. Aliqua id excepteur dolore quis enim consequat amet sunt aliqua incididunt excepteur eiusmod.\r\n"
        },
        {
          "rate": 3,
          "review": "Dolore amet excepteur laborum excepteur elit reprehenderit exercitation nostrud laborum. Ipsum amet ullamco enim nostrud aliqua labore non dolore. Sint nulla sit minim veniam labore anim anim.\r\n"
        },
        {
          "rate": 1,
          "review": "Labore anim eu dolore in duis labore esse. Dolore id id ea irure eiusmod. Incididunt ipsum sint reprehenderit magna ut. Ea in elit labore elit tempor enim est. Culpa dolore aliquip sunt consectetur qui proident proident sint incididunt reprehenderit. Eiusmod nisi fugiat in deserunt exercitation in ex nulla tempor voluptate dolor. Et amet labore non veniam ad ut aliquip reprehenderit nisi amet aliqua.\r\n"
        },
        {
          "rate": 4,
          "review": "Aute enim non culpa aliquip ipsum veniam dolore reprehenderit in dolor laborum officia. Deserunt laboris anim Lorem ullamco ex quis cillum ex ipsum sunt. Qui ullamco eu irure nulla velit irure. Reprehenderit excepteur adipisicing esse exercitation qui est laboris do non excepteur incididunt veniam reprehenderit. Nulla aliquip quis culpa reprehenderit fugiat minim eu exercitation nisi ad.\r\n"
        },
        {
          "rate": 3,
          "review": "Eu aliqua consectetur nulla elit commodo ipsum. Labore ex sint esse nostrud do do minim. Nisi ut in sunt anim ea consectetur fugiat sit ullamco elit ut. Ea quis in dolore aute nostrud nulla incididunt deserunt. Veniam laboris id tempor proident laborum nisi. Proident in deserunt voluptate est anim ut irure ex aliqua ea excepteur pariatur reprehenderit. Anim aliqua in labore in.\r\nIncididunt nisi ullamco commodo nulla exercitation. Dolor id aliqua ad non laborum nostrud in minim deserunt. Mollit pariatur id enim ea voluptate proident nostrud sit ad eu incididunt aute non. Laborum pariatur exercitation duis elit. Nisi nostrud enim sint sunt veniam nulla exercitation. Ut eiusmod enim qui amet fugiat. Dolore voluptate in voluptate exercitation eiusmod adipisicing.\r\n"
        }
      ],
      "facilities": [
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c0624c375ae24d79cc",
      "galleries": [
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg"
      ],
      "price": 1091.53,
      "name": "Fugiat dolore cupidatat cillum aliqua commodo tempor nostrud duis amet et tempor culpa.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (990) 552-3248",
      "address": "708 Columbus Place, Urbana, American Samoa, 9327",
      "location": "Walton",
      "detail": "Fugiat ut ut fugiat duis laborum culpa sint deserunt. Deserunt aute pariatur aliquip consequat ex nisi cupidatat deserunt do. Voluptate cillum in sit anim anim. Labore commodo aliqua consequat esse ad. Officia occaecat commodo dolore Lorem exercitation.\r\nUllamco cupidatat nisi minim aliquip consequat sint laborum id laborum enim. Eiusmod elit eiusmod pariatur est do aliqua officia excepteur proident quis Lorem quis enim occaecat. Dolor consectetur occaecat aliqua et.\r\nEnim aliquip quis consectetur deserunt amet proident eiusmod mollit sunt eiusmod reprehenderit eu. Nostrud magna labore adipisicing incididunt in tempor Lorem id laborum irure. Et mollit eiusmod fugiat proident laborum voluptate ipsum mollit do exercitation culpa duis est ea.\r\n",
      "description": "Voluptate ex laborum consectetur voluptate Lorem nisi.",
      "latitude": -36.258201,
      "longitude": -57.990576,
      "sleeps": 18,
      "capacity": 6,
      "bedrooms": 6,
      "bathrooms": 6,
      "minNights": 4,
      "shared": false,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-18",
        "to": "2024-02-22"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Laborum irure labore excepteur laborum officia ullamco aute. Elit irure magna anim incididunt id minim eu incididunt. Ut est nisi esse ipsum veniam ex fugiat do dolore. Ut nostrud eiusmod consequat culpa. Id enim non sit elit. Eu voluptate esse anim nisi reprehenderit anim non sint. Velit dolor labore adipisicing dolor sint esse officia qui mollit nisi fugiat.\r\n"
        },
        {
          "rate": 2,
          "review": "Proident officia do incididunt eiusmod sint ea sint dolor ex sit aute. Adipisicing ex aliqua consectetur cillum. Ipsum ipsum deserunt veniam cillum quis. Velit exercitation consequat amet dolore in nostrud ex. Do quis aute non amet aliqua ex Lorem consectetur non nisi culpa est aute voluptate. Qui id ipsum consequat eiusmod non veniam officia id deserunt do consectetur enim laborum.\r\n"
        },
        {
          "rate": 3,
          "review": "Dolore commodo ut eu cillum ut pariatur consequat minim minim quis labore laboris cupidatat. In deserunt culpa tempor ullamco consectetur. Dolore cupidatat dolor sint elit laborum velit. Reprehenderit sunt ut eiusmod eu anim do nostrud eu officia minim ut est sit nisi. Est enim elit fugiat culpa sunt do nostrud et Lorem magna pariatur esse. Laboris irure et incididunt ad exercitation aliquip ipsum do Lorem ea elit sint. Velit duis aliquip occaecat proident nostrud ex fugiat nulla magna aliqua.\r\nLaboris id consequat non irure nisi nisi id amet adipisicing. Sit ipsum enim officia ex culpa duis sunt adipisicing anim quis. Cupidatat anim reprehenderit culpa ad dolor consectetur dolore do irure ad mollit. Labore enim do aute consectetur est esse laboris laboris do dolor elit.\r\nEa exercitation fugiat fugiat aliqua irure Lorem. Non laboris id aute esse. Et aute eu fugiat mollit dolore et sint mollit minim nostrud elit eu.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c040e3adec3b22b55f",
      "galleries": [
        "170-800x400.jpg",
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg"
      ],
      "price": 3071.06,
      "name": "Ea excepteur quis dolor nostrud anim duis proident anim magna anim officia laboris.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (924) 455-3406",
      "address": "897 Oceanview Avenue, Wheatfields, California, 7083",
      "location": "Worcester",
      "detail": "Adipisicing dolor enim magna Lorem anim enim pariatur anim irure consectetur incididunt. Culpa reprehenderit cupidatat enim dolore excepteur aute exercitation enim voluptate enim aliquip labore. Quis laboris eiusmod Lorem excepteur minim culpa in amet duis eiusmod ad voluptate. Ad ullamco quis qui aliquip dolor magna deserunt sit.\r\nConsectetur eiusmod dolor anim id Lorem ea pariatur officia Lorem tempor Lorem ea nulla. Culpa magna laboris occaecat labore mollit ea fugiat et cillum eu non. Elit dolore labore aliquip laborum aliqua deserunt velit et proident excepteur ad reprehenderit ex culpa. Proident occaecat duis eu velit sunt aliqua et sunt esse amet irure. Pariatur dolore occaecat duis consequat non fugiat adipisicing.\r\nVeniam enim dolor exercitation dolor irure anim quis deserunt minim magna id. Consectetur esse mollit enim veniam reprehenderit culpa laboris. Eu esse ex labore quis dolor eiusmod magna amet veniam fugiat laboris exercitation.\r\n",
      "description": "Labore irure dolor aliqua proident laborum ipsum adipisicing tempor.",
      "latitude": -36.067437,
      "longitude": -143.942412,
      "sleeps": 17,
      "capacity": 5,
      "bedrooms": 6,
      "bathrooms": 5,
      "minNights": 4,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-23",
        "to": "2023-09-09"
      },
      "reviews": [
        {
          "rate": 5,
          "review": "Laborum sint dolor sit magna ut do ipsum fugiat. Nostrud reprehenderit culpa esse duis ea commodo Lorem exercitation nisi voluptate id reprehenderit. Sunt adipisicing aliqua veniam duis cillum aliqua.\r\nFugiat est duis irure eiusmod deserunt ut cupidatat officia velit aute Lorem ea. Adipisicing esse culpa fugiat elit. Sunt eiusmod ullamco aliquip sit aute eu aute esse aute laborum esse esse ea. Voluptate commodo quis in cillum ut.\r\n"
        },
        {
          "rate": 5,
          "review": "Aliqua laborum consectetur Lorem qui minim laboris culpa pariatur ad. Commodo sint eiusmod occaecat tempor anim ex duis. In ipsum occaecat exercitation mollit. Enim sit non sint voluptate ut reprehenderit esse exercitation adipisicing nisi labore officia occaecat eu.\r\nEu amet in amet non pariatur enim id sunt excepteur commodo tempor. Cupidatat incididunt tempor nisi esse voluptate officia qui minim nisi labore. Occaecat aute cillum adipisicing culpa esse voluptate tempor. Nostrud occaecat ut deserunt in culpa consectetur consequat laboris duis proident eiusmod excepteur.\r\nAliqua excepteur dolor ex eiusmod do veniam duis consequat eu pariatur. Fugiat ipsum cillum velit quis ullamco aliquip. Aute nulla laboris mollit eiusmod ea esse officia ad enim ad elit culpa ipsum. Veniam non exercitation ad commodo exercitation aliqua irure consectetur nostrud minim enim duis proident. Do anim voluptate ullamco fugiat reprehenderit nisi excepteur velit deserunt ex elit ex. Dolor non sint minim laboris amet tempor Lorem sit proident dolor elit. Sunt nisi enim sunt adipisicing commodo voluptate cillum in nisi.\r\n"
        },
        {
          "rate": 3,
          "review": "Ea ullamco eu anim excepteur pariatur in sint non. Ad deserunt labore reprehenderit mollit mollit irure aliqua proident in. Laboris proident ex in sint velit sit anim sunt dolore sit nostrud adipisicing duis. Sit ullamco elit est dolor irure esse Lorem proident cupidatat ipsum.\r\nCommodo pariatur consequat proident veniam pariatur non do labore in fugiat commodo. Quis nulla amet ut velit ipsum aute incididunt in sit est dolor reprehenderit. Ut ea culpa do ex excepteur.\r\nAute adipisicing et cupidatat aliquip qui reprehenderit laboris qui est dolor ut occaecat sit consequat. Fugiat anim cillum eu veniam sunt do magna aliquip in proident. Elit velit laboris adipisicing in esse voluptate ea adipisicing dolor ea. Aliquip veniam esse irure ex. Culpa Lorem deserunt reprehenderit nisi magna magna deserunt.\r\n"
        },
        {
          "rate": 0,
          "review": "Minim eiusmod excepteur magna veniam dolore quis Lorem laboris veniam id. Lorem ex labore tempor dolore in occaecat. Commodo ad proident labore velit nulla ex veniam mollit culpa et laboris. Et et dolor non aliquip in dolor proident. Mollit ad minim occaecat sit laborum ipsum in amet consequat amet Lorem. Ad irure sint non nostrud. Dolore qui sit culpa commodo in minim.\r\nAd cupidatat id sunt ex id aliqua. Do in velit consequat sit adipisicing culpa tempor laboris in nisi qui aliquip eu. Et proident ut nulla aliquip elit fugiat dolore nulla occaecat aliqua nostrud anim nisi elit. Aute minim pariatur proident irure qui mollit irure qui Lorem deserunt aliquip consequat sunt. Exercitation sint laborum dolore dolor duis proident quis do proident consequat sint quis. Exercitation ea duis sint reprehenderit qui amet eu id. Labore ipsum sint enim irure nulla.\r\nExcepteur irure duis veniam irure laboris laborum sunt velit. Et aliqua voluptate eu occaecat fugiat aliqua non officia incididunt commodo proident cupidatat magna. Ut ipsum sit esse nostrud anim. Consequat proident excepteur ea enim proident irure incididunt ut consequat.\r\n"
        },
        {
          "rate": 5,
          "review": "Nulla voluptate sunt deserunt non fugiat pariatur consectetur velit exercitation adipisicing. Officia ipsum enim exercitation qui est qui enim fugiat do aute incididunt quis tempor. Elit culpa ea qui laborum esse. Occaecat esse Lorem elit fugiat ea dolor ex nisi duis occaecat ullamco. Proident magna do fugiat est excepteur magna. Mollit nostrud esse esse eu ad laboris. Reprehenderit duis pariatur pariatur laborum enim duis consequat pariatur.\r\n"
        },
        {
          "rate": 4,
          "review": "Commodo officia magna id eiusmod anim labore aute eu. Aute laborum voluptate aliquip aute qui amet aute elit pariatur. Incididunt sunt tempor fugiat est irure aliquip id quis ex aute et est ut velit. Proident culpa pariatur ullamco est deserunt ex eiusmod ipsum nulla deserunt labore cillum.\r\nMinim eiusmod exercitation mollit occaecat pariatur qui. Dolore culpa cupidatat irure consectetur excepteur quis commodo labore labore aute veniam ipsum. Consectetur incididunt magna exercitation voluptate ex qui amet adipisicing eu est duis occaecat esse.\r\nCulpa voluptate Lorem sunt et tempor laborum deserunt ipsum enim occaecat non veniam in adipisicing. Adipisicing reprehenderit culpa deserunt velit laboris pariatur eu nostrud qui reprehenderit tempor occaecat nostrud. Voluptate laboris consectetur ullamco anim exercitation qui veniam.\r\n"
        },
        {
          "rate": 4,
          "review": "In quis ullamco ad qui quis amet. Ipsum adipisicing eu sunt consectetur et ad aliquip in ea id et aute. Tempor enim mollit deserunt mollit nulla esse. Commodo commodo aute laboris occaecat culpa labore nisi velit nostrud excepteur aliqua anim commodo proident. Officia nulla velit proident proident ut velit exercitation qui eu in enim. Ex esse amet ea non cillum laborum sunt ut.\r\nVoluptate ad laboris adipisicing reprehenderit anim quis proident culpa ea cillum voluptate laboris Lorem. Proident laborum est nulla mollit magna. Anim deserunt excepteur non qui exercitation nisi duis.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible"
      ]
    },
    {
      "id": "62fca6c07fa0073ca7ba8a55",
      "galleries": [
        "654-800x400.jpg",
        "669-800x400.jpg"
      ],
      "price": 1565.3,
      "name": "Minim id officia sunt qui nostrud.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (951) 401-2806",
      "address": "780 Oliver Street, Websterville, Alaska, 784",
      "location": "Wintersburg",
      "detail": "Voluptate ullamco eiusmod id aliquip id anim. Officia dolor magna tempor qui excepteur id laborum anim laboris. Officia sit proident do excepteur duis velit. Tempor sunt occaecat irure velit et aliquip enim commodo non.\r\nAdipisicing sint sunt quis irure est occaecat nulla mollit. Laborum ea cupidatat amet pariatur aute sint ut labore aute ipsum excepteur ea incididunt. Proident dolore ad eiusmod cillum quis. Irure tempor magna occaecat do minim et enim ipsum exercitation in sunt duis elit elit. Officia ullamco sunt tempor sunt. Minim adipisicing est in aute nostrud id ea. Amet exercitation ullamco cupidatat sint non velit.\r\nAd fugiat deserunt qui quis qui esse ad exercitation in irure magna. Reprehenderit qui nostrud proident exercitation enim nostrud sunt ad dolore est labore. Sit nisi dolore sit ut dolor. Enim et elit anim Lorem qui laboris ullamco. Cupidatat reprehenderit veniam esse ut irure dolore laboris velit qui consectetur consequat excepteur est Lorem.\r\n",
      "description": "Dolor officia dolor ullamco nisi ut velit consequat eiusmod ex labore.",
      "latitude": -25.198032,
      "longitude": -178.894253,
      "sleeps": 15,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 4,
      "minNights": 4,
      "shared": false,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-21",
        "to": "2023-09-17"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Cillum mollit culpa culpa incididunt culpa officia. Aliquip ullamco ex voluptate veniam consectetur eu proident ad duis ullamco ea. Excepteur esse commodo qui reprehenderit officia duis.\r\n"
        },
        {
          "rate": 3,
          "review": "Aute sint aute ut qui ut dolor. Labore officia occaecat duis excepteur exercitation cillum laborum reprehenderit deserunt sint minim. Aute minim pariatur amet ex consequat officia sit sit commodo eu laboris commodo. Qui cillum et et ea deserunt nisi veniam laboris ipsum voluptate duis officia eiusmod eiusmod.\r\n"
        },
        {
          "rate": 4,
          "review": "Officia non qui culpa duis laboris. Ipsum commodo sint amet exercitation incididunt velit. Nisi anim culpa officia nisi incididunt Lorem incididunt ullamco nulla tempor. Officia pariatur minim sunt excepteur irure quis. Commodo irure do elit proident non duis veniam consectetur esse proident. Magna aute irure laborum quis voluptate reprehenderit nisi velit cupidatat non magna tempor aliqua excepteur. Fugiat excepteur magna quis incididunt ad ea.\r\n"
        },
        {
          "rate": 3,
          "review": "Tempor anim qui exercitation non ullamco adipisicing culpa dolor et et dolor. Fugiat nulla aliqua voluptate duis officia nulla consequat eiusmod nostrud minim eu ut ullamco. Nostrud laborum minim laborum occaecat mollit eu consequat nulla labore ullamco. Aliquip do enim esse anim in commodo irure non cillum duis elit enim Lorem. Deserunt et et dolor anim reprehenderit. Ut anim do nisi Lorem. Fugiat proident aliquip culpa eiusmod consectetur elit ea ut et labore non sunt.\r\n"
        },
        {
          "rate": 0,
          "review": "Non cillum ipsum duis veniam voluptate irure cillum sint consectetur laborum pariatur officia pariatur elit. Ipsum ex aliquip elit ullamco pariatur exercitation magna ea et nisi est. Reprehenderit cupidatat enim exercitation mollit incididunt cupidatat labore est. Nostrud magna duis laborum cupidatat irure tempor aliquip. Dolor exercitation et deserunt laboris.\r\nExcepteur in qui magna et ex nostrud do. Duis tempor adipisicing dolore ea do consequat tempor dolor id culpa. Enim exercitation non cupidatat deserunt. Commodo ad adipisicing et veniam duis aliquip sint.\r\nOccaecat aliquip adipisicing magna eiusmod Lorem cupidatat commodo consequat eiusmod. Fugiat velit velit ex cillum ipsum. Nostrud anim amet ad exercitation ullamco velit minim eiusmod proident ullamco. Laboris officia eu ex proident ea occaecat sint occaecat pariatur exercitation enim labore. Laboris duis id officia cupidatat veniam aliqua ipsum esse elit consectetur ipsum.\r\n"
        },
        {
          "rate": 3,
          "review": "Eu tempor pariatur mollit minim pariatur minim. Est non consectetur veniam sit. Sint fugiat dolore pariatur nisi. Esse pariatur pariatur nulla quis officia mollit Lorem reprehenderit commodo sit mollit velit nisi commodo. Officia ipsum est aute dolore ad ex reprehenderit ipsum sint. Esse reprehenderit nisi quis occaecat quis proident aliquip tempor aute labore. In commodo sint incididunt officia ipsum ipsum.\r\nLaborum sit sint ea laborum qui tempor ipsum deserunt. Non minim amet dolore laborum nisi esse dolore minim culpa. Nisi ullamco irure incididunt ullamco exercitation deserunt veniam ad amet anim. Eu commodo ad enim excepteur. Reprehenderit ut non nostrud aliquip officia mollit dolor aliquip. In ad proident sunt occaecat aute sint amet amet officia sint. Voluptate id sit ut amet pariatur exercitation incididunt ex.\r\nQui Lorem id tempor sit commodo ea nulla veniam consectetur non quis cillum. Voluptate laboris amet exercitation fugiat eiusmod ut consectetur qui ad. Ad excepteur nulla minim nisi et mollit. Voluptate enim laboris veniam sint sunt est sint aliquip. Veniam labore dolore reprehenderit quis consequat laboris laborum nulla consectetur amet. Officia quis amet Lorem qui qui pariatur aute est est esse. Ea quis consectetur magna sit excepteur veniam exercitation quis do elit culpa.\r\n"
        },
        {
          "rate": 2,
          "review": "Consectetur consequat veniam labore minim culpa ea magna duis. Quis exercitation et aliqua elit id adipisicing. Voluptate commodo aliquip voluptate consequat. Laboris Lorem Lorem laborum deserunt non ipsum ex velit eu ipsum eu exercitation culpa.\r\nMinim labore cupidatat pariatur ex deserunt est veniam magna commodo commodo fugiat elit est occaecat. Et pariatur culpa eu ipsum consequat. Laborum adipisicing laboris consectetur voluptate dolore veniam do. In culpa enim ut non anim velit dolore eu aliqua ut esse eu. Culpa incididunt fugiat culpa irure mollit exercitation incididunt qui cillum. Do incididunt culpa non anim voluptate aliqua irure ut nostrud est nostrud ad Lorem.\r\nUt aute ex commodo nisi duis. Mollit in ex esse eiusmod esse veniam. Aliqua consectetur fugiat ipsum occaecat commodo consectetur.\r\n"
        },
        {
          "rate": 3,
          "review": "Adipisicing et non eu adipisicing qui sunt minim elit veniam nostrud adipisicing do ipsum. Duis excepteur mollit aliqua occaecat in do minim occaecat labore cillum duis consectetur aliqua incididunt. In mollit pariatur sunt commodo tempor fugiat magna officia ipsum nostrud proident nostrud non. Ea culpa dolor consequat aliquip dolore est. Excepteur pariatur nisi anim ullamco occaecat. Qui aliquip Lorem occaecat tempor velit sunt minim nostrud nostrud dolore mollit.\r\nEa sint aliqua consequat magna laboris do minim nisi adipisicing veniam deserunt nisi. Id minim proident consequat adipisicing voluptate laborum exercitation. Excepteur pariatur occaecat duis amet in. Eiusmod laboris irure id nostrud. Cillum non sint duis in dolore aliqua quis. Nostrud eu ut consequat laboris exercitation. Do eu velit commodo cupidatat et nulla amet occaecat esse.\r\n"
        }
      ],
      "facilities": [
        "Air conditioning",
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub"
      ]
    },
    {
      "id": "62fca6c0d18a80bd20f8e16b",
      "galleries": [
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 992.31,
      "name": "Commodo fugiat tempor consequat culpa.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (968) 598-3269",
      "address": "262 Village Court, Watrous, Marshall Islands, 7526",
      "location": "Independence",
      "detail": "Tempor reprehenderit aliquip est do aliquip cillum aliqua sit irure duis laboris sunt cillum. Nulla Lorem enim ipsum ea sit. Pariatur in exercitation aliqua consequat. Deserunt incididunt deserunt ad laborum. Ut laboris ipsum laboris sint ut incididunt excepteur est enim excepteur id tempor. Ad nulla eiusmod veniam enim est ad anim adipisicing ipsum consectetur id ipsum.\r\nLorem ullamco aliquip nulla nulla reprehenderit. Dolor veniam commodo ut elit quis nostrud do quis nulla fugiat ipsum proident. Pariatur nulla dolore qui tempor ut Lorem nisi consequat sunt. Laboris irure incididunt duis occaecat tempor. Pariatur pariatur labore proident ex fugiat deserunt et eiusmod culpa officia nisi. Tempor laboris sint nulla pariatur quis.\r\nEa id aliquip tempor laborum Lorem et. Proident incididunt nisi laboris nostrud labore laborum proident. Aliquip sint eu ipsum velit incididunt. Ea incididunt dolor sunt officia et fugiat dolore proident officia elit. Labore sint ea eiusmod sit ut dolore occaecat amet occaecat aute. Id dolore consectetur dolor ea. Lorem magna aute non tempor.\r\n",
      "description": "Laboris proident id veniam nulla officia dolore fugiat dolore.",
      "latitude": -63.31968,
      "longitude": -170.073365,
      "sleeps": 15,
      "capacity": 6,
      "bedrooms": 6,
      "bathrooms": 4,
      "minNights": 5,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-23",
        "to": "2023-09-14"
      },
      "reviews": [
        {
          "rate": 2,
          "review": "Ad non aliqua nulla occaecat irure ex sunt consectetur. Dolore amet consequat consectetur excepteur est voluptate mollit nostrud enim est ea eiusmod. Ipsum elit magna pariatur dolore culpa tempor culpa qui eiusmod laborum irure. Nulla ea amet ea amet culpa mollit enim aute. Sit mollit occaecat ullamco sint Lorem. Quis laboris ullamco non ullamco.\r\nVoluptate duis deserunt mollit consectetur laborum non consectetur. In dolor adipisicing excepteur voluptate anim eu duis quis exercitation ut in. Proident fugiat id labore irure enim reprehenderit id enim esse. Occaecat aliqua eiusmod pariatur anim laborum ullamco dolore in quis ad sunt eiusmod. Officia eiusmod deserunt laborum et sit amet ea Lorem cupidatat duis quis in ipsum. Qui laborum consectetur adipisicing excepteur laborum aliquip amet Lorem et.\r\n"
        },
        {
          "rate": 1,
          "review": "Consequat consectetur qui excepteur est commodo ad non ut dolor commodo nostrud fugiat adipisicing. Minim id nisi eiusmod elit. Cillum ipsum dolor pariatur anim dolor consequat in. Quis commodo magna ex laborum deserunt dolore duis ut. Deserunt exercitation et Lorem sit id cillum magna. Veniam dolore ipsum sit adipisicing ullamco magna.\r\nMagna enim in sint qui nulla sit ut deserunt aute Lorem voluptate magna. Labore et nisi ad magna sunt. Consequat proident veniam ullamco enim occaecat eiusmod id. Dolore ad adipisicing reprehenderit eiusmod esse ullamco pariatur esse elit.\r\n"
        },
        {
          "rate": 0,
          "review": "Dolore nostrud do non id ut quis minim. Amet duis ipsum laborum proident eu. Dolor sit ea irure elit reprehenderit elit et non elit. Dolor labore mollit aliqua amet esse consectetur adipisicing occaecat irure in anim eiusmod amet consectetur. Sunt esse reprehenderit elit velit mollit irure Lorem. Non dolor in et irure ullamco irure duis eu ad mollit id nostrud. Ipsum dolore voluptate consectetur enim sint nostrud consectetur laboris nulla quis.\r\nCillum reprehenderit ut proident ad nostrud officia. Proident anim laborum elit mollit proident incididunt anim enim in. Lorem veniam ex mollit laborum deserunt ad. Dolor cupidatat tempor excepteur et minim in ex amet in. Minim do laborum aute sunt amet voluptate culpa laboris excepteur aliquip. Minim culpa laborum pariatur mollit veniam voluptate amet deserunt est.\r\nMollit tempor commodo ipsum duis non adipisicing ea eiusmod. Aliquip sit quis adipisicing veniam dolor proident non pariatur commodo. Magna laboris velit in proident sit quis esse pariatur.\r\n"
        },
        {
          "rate": 1,
          "review": "Consequat ullamco eiusmod ullamco id. In consectetur excepteur anim proident minim velit Lorem id sunt. Exercitation labore adipisicing labore aliquip. Quis aliquip eiusmod elit dolore. Sint qui Lorem proident ex veniam sint adipisicing elit in duis non.\r\n"
        },
        {
          "rate": 3,
          "review": "Voluptate dolore aliqua non id fugiat laborum. Consequat ullamco excepteur eiusmod in dolor qui. Nulla est veniam id qui esse voluptate duis duis reprehenderit cillum enim enim sit anim.\r\nDeserunt in elit aliquip nulla et esse laborum cupidatat mollit. Non aliqua eiusmod eu deserunt qui velit nulla commodo tempor cillum in sunt anim deserunt. Mollit elit ut pariatur sit.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c017d5b9a6ea8d8e51",
      "galleries": [
        "84-800x400.jpg",
        "132-800x400.jpg",
        "170-800x400.jpg",
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 1805.48,
      "name": "Ea culpa cupidatat officia excepteur quis sit velit aliqua reprehenderit nulla amet minim occaecat.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (847) 570-3970",
      "address": "739 Jackson Street, Williston, Kansas, 9297",
      "location": "Finzel",
      "detail": "Eiusmod proident aliquip incididunt ea. Cillum enim do ea cillum aliquip eu aliquip velit adipisicing sit quis consectetur nisi. Officia culpa ipsum proident ut ea aliqua fugiat elit ad sit minim. Aliqua esse eiusmod ipsum veniam cillum in laboris consectetur irure. Eu Lorem ex mollit dolor nulla laborum ad officia dolor cillum minim id ea. Officia minim amet exercitation duis commodo cupidatat deserunt dolore sit mollit ex consequat.\r\nPariatur commodo incididunt exercitation excepteur officia. Sit incididunt voluptate dolor adipisicing non cillum. Deserunt duis esse aute elit pariatur tempor culpa est amet. Duis sit esse laborum ad ipsum anim amet voluptate eiusmod sunt elit. Sunt commodo eu consectetur enim laborum. Pariatur deserunt laboris dolore sunt occaecat aute. Qui velit nisi reprehenderit cillum culpa ut fugiat ex.\r\nDeserunt ut velit Lorem deserunt sunt proident sunt in. Et nostrud minim officia ullamco eiusmod. Veniam duis cillum minim sint. Aliqua do dolor et aute dolore deserunt eu ad consequat duis duis.\r\n",
      "description": "Do officia quis culpa et excepteur sit sunt irure et est enim nisi sunt.",
      "latitude": -31.910475,
      "longitude": -103.680876,
      "sleeps": 16,
      "capacity": 3,
      "bedrooms": 8,
      "bathrooms": 7,
      "minNights": 5,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-28",
        "to": "2023-11-09"
      },
      "reviews": [
        {
          "rate": 3,
          "review": "Nulla labore Lorem aliquip eu do proident. Non commodo voluptate velit ut enim dolor nisi excepteur consectetur cupidatat consequat commodo. Ut aute incididunt fugiat occaecat minim ut.\r\nIn exercitation est sit occaecat adipisicing tempor. Laborum non occaecat pariatur qui ipsum. Consequat reprehenderit incididunt laboris eu eu anim culpa. Commodo culpa velit id eiusmod qui. Aliqua est commodo incididunt ex velit velit. Voluptate aliqua minim officia ea nulla irure consequat id cupidatat adipisicing adipisicing voluptate aliquip.\r\n"
        },
        {
          "rate": 3,
          "review": "Nostrud culpa qui anim aute Lorem irure. Adipisicing proident proident amet ipsum ut tempor mollit non culpa duis. Voluptate excepteur sit occaecat incididunt.\r\nNulla mollit aliqua ut culpa veniam eu eiusmod eiusmod aliquip occaecat anim ut eiusmod irure. Culpa anim officia nulla aute mollit do non aliquip laborum consectetur. In anim enim aliquip ipsum ullamco minim nulla nostrud labore tempor pariatur. Mollit veniam cillum fugiat qui consequat.\r\nConsequat laborum consectetur magna et commodo cupidatat cillum commodo aute elit veniam elit fugiat amet. Aute velit sit ea elit est eiusmod consequat reprehenderit commodo magna. Mollit aliqua aute reprehenderit veniam cillum dolore ut reprehenderit anim veniam velit sunt nisi. Culpa dolor commodo reprehenderit qui ea. Labore sit est et non occaecat ullamco. Eu eu occaecat exercitation in et Lorem minim cupidatat tempor irure sit sit est magna.\r\n"
        },
        {
          "rate": 3,
          "review": "In do veniam quis nostrud id anim. Pariatur amet qui quis sunt. Ea occaecat culpa ad officia aute velit ullamco eiusmod. Aute ea culpa duis nulla. Nulla velit adipisicing laborum id irure id quis occaecat occaecat magna reprehenderit adipisicing. Consequat anim occaecat veniam magna nisi.\r\n"
        },
        {
          "rate": 0,
          "review": "Aliqua mollit commodo quis sint laborum proident anim commodo aliquip non aliquip dolore. Ipsum Lorem occaecat laborum excepteur ea nisi magna duis eiusmod duis pariatur sint. Velit eu qui laborum pariatur laboris quis excepteur.\r\n"
        },
        {
          "rate": 0,
          "review": "Consequat aute irure est reprehenderit sit aute officia. Lorem ad amet reprehenderit duis Lorem. Sint est quis enim occaecat sit ut eiusmod ut consequat. Ullamco officia occaecat dolor nostrud minim qui. Dolore officia laboris mollit do dolore adipisicing est officia ea consequat quis nulla. Nulla quis proident cupidatat sint aliqua commodo sit officia irure ullamco exercitation ut enim excepteur. Eu est esse officia veniam.\r\nMinim ut dolore consectetur amet cillum laborum ut sint nulla adipisicing. Culpa ut consequat ad nulla occaecat consectetur nostrud velit. Sit cillum ex voluptate enim eu magna do. Sit ullamco occaecat proident aliqua qui Lorem sit nisi. Reprehenderit excepteur ipsum deserunt culpa. Ipsum mollit voluptate ullamco sint non id deserunt aute.\r\n"
        },
        {
          "rate": 1,
          "review": "Deserunt velit culpa eiusmod sunt irure proident laboris reprehenderit veniam do laborum. Mollit cupidatat est proident culpa occaecat occaecat enim ex fugiat. Eu cillum exercitation labore mollit veniam excepteur enim velit dolor aliquip. Culpa aute veniam mollit ea veniam culpa mollit consequat irure et mollit aliquip labore nostrud. Eiusmod sunt fugiat do deserunt. Veniam Lorem dolore labore anim duis veniam reprehenderit id ipsum dolore tempor dolor cillum qui.\r\nDolor occaecat nulla reprehenderit non laborum ullamco quis est elit exercitation. Eiusmod Lorem duis est ea est amet ipsum pariatur. Aliqua eiusmod commodo qui sit in deserunt Lorem aute reprehenderit ullamco. Dolore magna nulla officia excepteur do minim voluptate ipsum pariatur velit laboris minim. Magna exercitation exercitation ut laboris magna anim incididunt nostrud et cillum. Cillum nisi officia anim laboris cupidatat quis sit sunt enim sunt. Fugiat est anim aliquip sint velit culpa tempor est magna mollit ea fugiat.\r\n"
        },
        {
          "rate": 4,
          "review": "Incididunt culpa amet aliqua eiusmod exercitation eu ullamco et. Ad laborum dolore tempor ad id eu excepteur. Adipisicing magna ea fugiat minim aliquip cillum ex ad. Ad sit reprehenderit ullamco est mollit aliqua. Sit eu enim sunt exercitation eiusmod quis culpa deserunt amet est ad. Exercitation excepteur eiusmod ad irure deserunt consectetur. Dolore incididunt est do ipsum esse est.\r\n"
        },
        {
          "rate": 1,
          "review": "Dolor est excepteur deserunt qui laborum consequat sit qui exercitation. Aliquip ad dolore eiusmod quis fugiat ea dolor pariatur aliquip. Aute adipisicing nostrud ipsum velit eiusmod eu sint commodo excepteur commodo occaecat fugiat deserunt. Quis ipsum commodo aliqua dolor. Sint consectetur irure deserunt aliquip. Mollit aliquip dolore culpa Lorem eiusmod consectetur anim tempor amet velit occaecat.\r\n"
        },
        {
          "rate": 4,
          "review": "Esse qui nulla velit aliquip tempor. Qui minim ad ex ut duis deserunt incididunt elit fugiat qui in labore Lorem. Laboris duis ut sunt irure dolor officia est eu laborum ad aute anim. Amet ea ex aliquip culpa sit aute dolore consectetur voluptate officia nulla dolor cillum aliqua. Laboris irure proident in ullamco. Labore labore ipsum velit esse aliqua est sint labore exercitation id in.\r\n"
        },
        {
          "rate": 5,
          "review": "Consectetur magna in ipsum excepteur sint id deserunt fugiat. Nisi enim est et labore veniam aute quis elit irure ut incididunt magna et. Mollit ut aute est sit nulla veniam. Sint quis reprehenderit cupidatat ut officia deserunt ullamco elit et aliqua adipisicing ex.\r\n"
        },
        {
          "rate": 1,
          "review": "Pariatur culpa anim aliquip esse. Aute quis enim sit et officia officia. Aute Lorem sunt id veniam sunt adipisicing laborum officia sit nisi aliqua ullamco enim. Consequat ex voluptate ad est in consectetur aliquip dolore nostrud consequat consequat enim ad et.\r\nFugiat dolor eu aute voluptate incididunt exercitation nostrud magna excepteur. Labore magna incididunt minim dolor tempor. Duis officia aliqua fugiat labore adipisicing minim incididunt exercitation qui sunt. Dolore nulla incididunt adipisicing in adipisicing. Nisi minim minim consectetur tempor. Consequat proident tempor sint cillum anim consequat et cillum.\r\n"
        },
        {
          "rate": 4,
          "review": "Minim amet consequat aliquip adipisicing dolore occaecat sunt in in ullamco labore elit amet. Aute commodo qui cillum ipsum aliquip ex eiusmod. Culpa dolor ipsum cillum sit eiusmod non dolor reprehenderit velit amet anim aliqua. Nostrud quis ad ad amet aliqua sunt anim sit est. Occaecat qui veniam dolore anim sit adipisicing Lorem. Proident aliqua mollit laboris nulla. Laborum ea id sit in exercitation adipisicing magna laborum reprehenderit consectetur.\r\n"
        },
        {
          "rate": 5,
          "review": "Sit irure esse ipsum anim veniam non fugiat labore et. Aute aliqua magna sunt excepteur. Est sit ut aute culpa nisi nulla sit Lorem deserunt esse pariatur incididunt. Duis laboris commodo eu et. Do dolor cillum sunt laborum officia anim elit qui ad sunt id aute do dolore.\r\nConsectetur tempor non exercitation excepteur aliquip minim esse excepteur sunt. Elit enim in fugiat ut elit laborum cillum laborum aliqua Lorem amet. Esse amet laboris sit eu Lorem cillum excepteur ut. Dolor aute et consequat amet dolore.\r\nVeniam labore non ipsum amet duis incididunt duis dolor qui et sunt exercitation adipisicing. Quis enim proident quis aute consequat mollit officia commodo. Aliqua et occaecat est laboris sunt ipsum eu eiusmod deserunt irure.\r\n"
        },
        {
          "rate": 4,
          "review": "Laborum voluptate id ea laboris incididunt nostrud cupidatat et incididunt veniam dolore occaecat cupidatat in. Nulla magna magna cupidatat incididunt mollit consequat officia adipisicing reprehenderit officia eu tempor elit. Nostrud minim ea ut velit aliqua officia. Eu ullamco tempor ex dolore.\r\n"
        },
        {
          "rate": 2,
          "review": "In aliqua Lorem minim sint cillum elit. Pariatur laboris ad sit non proident laboris. Nostrud ad occaecat eu aliqua Lorem quis ut amet mollit.\r\n"
        },
        {
          "rate": 2,
          "review": "Amet ut est dolore aliquip commodo velit quis. Reprehenderit aliquip proident laboris eu officia ex enim est sit duis do. Duis aliquip irure duis voluptate. Aute ut reprehenderit est aute duis ex laborum. Duis ex dolore quis ipsum adipisicing ad velit laboris.\r\n"
        },
        {
          "rate": 1,
          "review": "Ea reprehenderit laborum enim non tempor duis aliquip ullamco do nostrud labore ea. Quis nostrud dolore adipisicing veniam culpa reprehenderit officia culpa non reprehenderit esse nisi cillum ut. Adipisicing dolor aute nulla voluptate aute nisi pariatur consectetur cupidatat duis id ea amet. Et excepteur duis irure ipsum enim quis duis consectetur nisi esse. Proident et cillum duis et tempor exercitation. Nisi ullamco magna sunt sint. Nulla fugiat consectetur nisi elit ad dolor occaecat pariatur laboris nulla anim.\r\n"
        },
        {
          "rate": 1,
          "review": "Magna do occaecat consectetur anim. Officia tempor sit aute esse. Quis duis nisi in officia velit velit. Ut occaecat eiusmod dolore non aliqua. Laborum qui laboris commodo aute ullamco nisi. Qui ut commodo nulla id reprehenderit incididunt irure laborum sit ad ad dolore ipsum aliquip.\r\n"
        }
      ],
      "facilities": [
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c0ac4c0de064eb178e",
      "galleries": [
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg",
        "1005-800x400.jpg"
      ],
      "price": 777.79,
      "name": "Minim Lorem elit est proident aliqua magna commodo dolore laborum adipisicing nisi nisi.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (992) 437-3905",
      "address": "676 Amherst Street, Tioga, District Of Columbia, 4366",
      "location": "Coalmont",
      "detail": "Enim ipsum aute quis veniam magna irure exercitation Lorem. Qui mollit Lorem nisi irure tempor ad pariatur dolor duis elit dolor. Pariatur duis occaecat anim enim magna fugiat nulla sunt ea officia esse elit ea irure. Sit labore minim ut consectetur. Commodo velit minim non aliqua ea ullamco qui. Laborum est cupidatat in est nisi.\r\nNisi nisi nostrud velit culpa ex. Ex deserunt proident aute mollit fugiat elit enim proident Lorem qui in anim elit minim. Nulla consequat cillum irure in voluptate non officia et duis nisi culpa excepteur aute. Nulla do id eiusmod exercitation ex non tempor Lorem nulla occaecat enim quis dolor Lorem. Exercitation aliquip amet est fugiat id quis minim est.\r\nAdipisicing voluptate nulla exercitation culpa labore. Pariatur in reprehenderit velit exercitation dolor labore amet incididunt ipsum. Et reprehenderit laborum culpa dolore minim tempor ipsum velit occaecat aute reprehenderit laboris laborum. Nisi sit officia nisi sint nulla.\r\n",
      "description": "Officia velit cupidatat nisi elit qui ipsum esse in quis consequat reprehenderit aute anim aute.",
      "latitude": -81.761886,
      "longitude": -47.037308,
      "sleeps": 13,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 8,
      "minNights": 4,
      "shared": false,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-22",
        "to": "2023-12-01"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Id qui laborum occaecat eu exercitation enim consectetur. Mollit deserunt anim occaecat mollit velit voluptate sit elit nulla et. Aliquip enim proident ea irure quis anim Lorem. Anim aliquip pariatur ipsum culpa in magna duis labore cupidatat. Cillum nostrud anim officia occaecat elit aute anim culpa ex esse proident ea amet laboris. Cupidatat do reprehenderit in do esse. Ex cupidatat occaecat eiusmod in consequat.\r\nId in nisi adipisicing nisi deserunt exercitation ut mollit mollit magna. Ad adipisicing commodo pariatur nostrud commodo. Cillum ex ut cillum magna anim nisi et in ex in cupidatat. Dolor anim amet sint non ad sit nostrud deserunt.\r\n"
        },
        {
          "rate": 5,
          "review": "Eiusmod cupidatat aliquip Lorem ea. Fugiat sit aliqua nostrud anim ipsum minim reprehenderit nulla commodo et labore. Minim culpa aliquip elit laborum magna labore ea nulla nulla. Nulla aliquip pariatur non adipisicing sunt aliquip aute ut nisi Lorem dolore minim excepteur. Aute eiusmod ad ea commodo fugiat id laborum consequat exercitation in veniam est tempor nostrud. Ea ea Lorem et nulla nisi ex et labore ea pariatur dolor.\r\nPariatur occaecat veniam laborum amet minim laborum sunt cillum. Ut aliqua amet tempor do aute occaecat consequat irure. Labore adipisicing nulla mollit aute commodo culpa velit eiusmod. Est minim laborum in qui tempor elit incididunt voluptate adipisicing do Lorem eiusmod consectetur ad.\r\n"
        },
        {
          "rate": 3,
          "review": "Exercitation cupidatat proident elit cillum esse pariatur. Occaecat adipisicing ullamco occaecat labore aliquip Lorem sit adipisicing reprehenderit labore labore pariatur. Pariatur pariatur amet in esse qui commodo amet sint. Aute ex esse irure eiusmod culpa nostrud ex.\r\n"
        },
        {
          "rate": 2,
          "review": "Sit excepteur et dolore tempor anim labore veniam veniam nulla tempor ad duis. Cillum laboris qui incididunt irure aute fugiat eiusmod aliqua reprehenderit commodo anim sit aliquip laborum. Et excepteur reprehenderit consequat officia occaecat in fugiat excepteur laborum. Amet et dolor duis sunt et. Voluptate nulla et aliquip do exercitation fugiat reprehenderit duis culpa consequat ex incididunt.\r\n"
        },
        {
          "rate": 2,
          "review": "Nisi eu velit consectetur do reprehenderit nulla dolor laborum ad nisi. Deserunt voluptate eu ipsum ad. Incididunt officia magna adipisicing ut. Lorem duis elit fugiat nulla quis tempor magna incididunt non sunt mollit proident ipsum. In sit reprehenderit tempor laboris Lorem.\r\nConsequat veniam est minim qui culpa dolor. Adipisicing laboris esse ullamco officia sunt amet eu. Tempor veniam esse pariatur cupidatat incididunt deserunt in id sint occaecat et nulla labore fugiat. Adipisicing labore qui enim incididunt cillum dolor aute cillum in commodo ut quis duis aliquip.\r\nNostrud proident occaecat reprehenderit amet dolore incididunt aute et do. Ex ullamco occaecat ea sit fugiat exercitation aute esse dolor officia sint non. Lorem id ullamco esse aliqua irure laborum dolore laboris consectetur est nostrud. Velit ullamco quis mollit aliqua ut. Proident irure pariatur velit voluptate consequat ad nulla nulla quis tempor sit aliqua excepteur.\r\n"
        },
        {
          "rate": 5,
          "review": "Ipsum tempor mollit nostrud amet eu sunt excepteur velit aliquip eu laboris. Veniam consequat aliqua ex dolore pariatur nulla laborum elit esse dolor tempor. Lorem anim duis laborum excepteur id mollit in nisi adipisicing officia. Nisi esse ut adipisicing nostrud sint nisi Lorem esse cillum.\r\n"
        },
        {
          "rate": 3,
          "review": "Velit deserunt aliqua aliquip non consectetur commodo culpa consequat labore fugiat ut consequat cillum laborum. Deserunt consectetur exercitation et eiusmod ullamco et duis aute adipisicing. Eiusmod elit elit esse anim nulla anim elit ut sit anim nisi laborum quis laboris. Consequat id ipsum do mollit incididunt pariatur cillum nulla velit minim anim cupidatat veniam. Eu sunt culpa duis in voluptate.\r\nLabore nostrud cupidatat pariatur occaecat proident id amet excepteur. Culpa qui anim sint incididunt. Commodo do tempor occaecat cillum sit.\r\nSunt amet esse excepteur pariatur amet deserunt nisi. Commodo irure irure consectetur ipsum mollit velit. Nisi officia ex amet aliquip in magna consequat sunt labore id non qui do. Est sit sit consectetur proident proident enim tempor occaecat ut laboris consectetur nisi sint nisi.\r\n"
        },
        {
          "rate": 4,
          "review": "Mollit excepteur adipisicing laborum in ut ullamco id deserunt eiusmod est. Quis magna irure officia irure aliqua consequat. Qui cillum dolor irure anim aliquip dolor nostrud in incididunt irure enim eiusmod ea voluptate. Reprehenderit ex cupidatat est nostrud Lorem voluptate ut magna excepteur sunt mollit. In fugiat consectetur dolor veniam cupidatat enim eiusmod mollit ea consectetur reprehenderit. Deserunt esse exercitation elit in cillum aliqua dolore dolore ex culpa magna veniam. Sint incididunt aliqua aliquip ea.\r\nId qui enim nostrud sint cupidatat fugiat exercitation eiusmod excepteur. Elit est laboris ullamco non officia incididunt commodo in tempor excepteur nostrud nisi. In in consequat duis laborum. Amet sit cupidatat non eu nisi aliquip pariatur tempor fugiat eu ipsum quis Lorem. Mollit irure est proident velit velit labore non reprehenderit exercitation officia dolor. Ullamco irure est proident sit eiusmod. Dolore officia aliqua fugiat fugiat consequat laboris.\r\nNon fugiat sint ut Lorem qui duis nisi veniam dolore non veniam laborum. Labore qui est esse dolor voluptate in eiusmod adipisicing amet dolor et anim ex nulla. Officia non sunt dolor irure. Incididunt deserunt laborum sit non occaecat ut adipisicing voluptate tempor. Tempor id id consectetur elit laborum non esse nostrud aliquip ut.\r\n"
        },
        {
          "rate": 2,
          "review": "Anim nostrud sunt cillum consectetur do non est ut sunt et nisi officia anim. Irure commodo pariatur ad ad. In incididunt quis enim duis deserunt incididunt enim occaecat laborum ex. Ea fugiat ea aliquip reprehenderit est quis duis dolore sint exercitation id. Consectetur ad reprehenderit tempor occaecat occaecat eu anim eiusmod eu.\r\nTempor nisi nisi excepteur fugiat nostrud incididunt nulla occaecat et exercitation deserunt magna. Ullamco duis nostrud amet incididunt laborum magna excepteur nulla elit fugiat eiusmod. Nulla dolore reprehenderit nostrud proident ad velit aliqua duis sint duis aute.\r\n"
        },
        {
          "rate": 5,
          "review": "Labore mollit ex enim elit. Aliquip ad proident consequat aliqua ex in id dolore dolore ullamco consectetur laboris proident deserunt. Cupidatat qui ipsum duis mollit non veniam est irure deserunt anim ea magna.\r\nIncididunt nisi aliquip ad id sint fugiat enim nostrud ex sint commodo. Et ut consectetur velit nostrud aliquip. Sint sit proident aliquip proident incididunt non veniam dolore id minim eiusmod. In nostrud dolore duis exercitation est ad.\r\n"
        },
        {
          "rate": 5,
          "review": "Ipsum est sint consequat nostrud commodo enim non sint ipsum consectetur cillum duis. Mollit excepteur nulla ipsum exercitation dolore tempor pariatur amet enim elit. Incididunt nostrud labore laborum anim exercitation. Incididunt consectetur excepteur elit culpa deserunt ex id nulla id. Enim sint sunt sint duis. Ex occaecat cillum incididunt dolore cillum voluptate non Lorem eu ea fugiat ut.\r\nEiusmod irure anim voluptate proident elit sint id sit non enim ut cillum. Laborum mollit ipsum fugiat nostrud est pariatur ex commodo eiusmod excepteur quis. Eu aliqua consectetur et sint. Laboris enim quis incididunt deserunt elit adipisicing qui consectetur sint do esse magna. Nulla laboris ea exercitation in velit. Ut reprehenderit id mollit non id. Cupidatat exercitation nostrud voluptate in.\r\nElit ullamco ipsum amet consectetur quis est qui nisi duis proident. Incididunt amet laborum laboris aute qui exercitation consequat tempor in adipisicing exercitation laborum sit tempor. Proident ex consectetur in nulla anim proident culpa eu aliqua.\r\n"
        },
        {
          "rate": 1,
          "review": "Sit anim occaecat laborum sit adipisicing aute sit consectetur tempor. Adipisicing ut tempor officia et. Velit velit amet ea Lorem qui id duis. Nulla mollit minim irure tempor cupidatat cillum deserunt laboris reprehenderit. Enim enim irure nulla pariatur sunt labore ut eu dolor culpa cillum pariatur ut amet.\r\nSit amet sint nulla tempor cupidatat nostrud qui dolor cupidatat fugiat aliquip fugiat. Cillum ad exercitation ad cillum commodo laborum fugiat magna amet elit aliqua cupidatat est culpa. Ipsum tempor fugiat ut proident labore quis ullamco sit magna eiusmod reprehenderit proident in. Consectetur adipisicing consequat ad Lorem pariatur reprehenderit deserunt nisi consectetur amet sit velit. Et voluptate dolore eiusmod exercitation occaecat mollit veniam laboris excepteur id occaecat laborum dolor nulla.\r\nCupidatat deserunt laboris esse occaecat qui aliqua. Aliqua Lorem cupidatat culpa ea veniam consequat nisi. Sit amet nostrud exercitation minim nisi deserunt deserunt magna sint aliquip do nostrud sint. Tempor anim laborum excepteur veniam.\r\n"
        },
        {
          "rate": 1,
          "review": "Ipsum quis reprehenderit eu dolore eu ut aliquip ex proident enim aute ullamco veniam. Eiusmod ipsum nulla tempor tempor sint in excepteur. Aute in sint Lorem anim eu adipisicing do nisi. Eiusmod in reprehenderit esse irure minim. Mollit in ut minim duis sit anim Lorem deserunt in nostrud ullamco non occaecat. Anim non proident cillum ex enim ullamco irure consequat occaecat fugiat duis proident consequat qui. Tempor sint occaecat ullamco velit voluptate.\r\n"
        },
        {
          "rate": 0,
          "review": "Et amet aliqua ipsum cillum anim sit eu nulla proident tempor ullamco quis consequat. Officia deserunt cupidatat eu cupidatat eiusmod ea incididunt sunt nisi duis velit est consequat eu. Pariatur eu esse in irure occaecat deserunt velit officia labore laborum eu ex excepteur excepteur.\r\nElit consequat sit do enim nostrud tempor non. Sunt consectetur fugiat qui et nostrud. Qui cupidatat ex consequat tempor et id. Aute excepteur et incididunt enim ullamco sint aute veniam veniam. Consequat mollit et est irure consectetur dolor anim ut sit est consectetur. Ullamco culpa ut ullamco proident laboris sunt proident sit magna exercitation dolore ipsum. Dolor ullamco culpa nulla id.\r\nIncididunt laboris ex est in. Aliquip adipisicing fugiat ullamco laborum reprehenderit tempor dolor duis enim cillum. Esse Lorem tempor cillum consectetur reprehenderit aute exercitation aliquip. Consequat velit adipisicing pariatur elit labore consectetur veniam nulla non sit commodo laboris. Sint ex pariatur ad veniam. Magna consequat enim non quis in sit cillum laboris eu est laborum Lorem laboris minim.\r\n"
        }
      ],
      "facilities": [
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c035d9136e2f416fa5",
      "galleries": [
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg"
      ],
      "price": 1657.03,
      "name": "Dolor qui Lorem magna occaecat tempor ullamco cupidatat qui dolor labore.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (900) 598-3457",
      "address": "938 Montague Terrace, Frank, South Carolina, 3790",
      "location": "Cade",
      "detail": "Minim nulla labore ipsum incididunt in incididunt officia culpa commodo nulla. Ipsum elit minim culpa reprehenderit et ut incididunt ad proident adipisicing pariatur enim commodo. Voluptate aliqua sunt irure consequat ut ex.\r\nId veniam Lorem velit officia. Aute elit qui fugiat culpa culpa quis consequat enim adipisicing irure. Minim mollit reprehenderit fugiat in laboris dolor voluptate in sint nostrud nulla.\r\nDolore veniam nisi in deserunt ullamco. Voluptate reprehenderit mollit duis ad sunt ex Lorem reprehenderit mollit magna cupidatat aliqua sint. Nostrud nulla sunt est labore. Ullamco amet in duis ipsum ad fugiat nisi proident aute ad deserunt.\r\n",
      "description": "Et exercitation est mollit nisi Lorem commodo excepteur eiusmod dolore ad ullamco eiusmod.",
      "latitude": 44.124892,
      "longitude": -20.352833,
      "sleeps": 19,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 6,
      "minNights": 4,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-29",
        "to": "2023-12-14"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Et amet officia reprehenderit fugiat. Commodo sit reprehenderit enim quis ipsum consectetur occaecat quis ea deserunt sit commodo excepteur minim. Voluptate adipisicing proident ut labore in ipsum nulla sint ullamco proident aliqua eiusmod mollit. Culpa proident Lorem proident anim non et nisi incididunt. Qui culpa incididunt aliqua ut non ea reprehenderit consequat qui.\r\n"
        },
        {
          "rate": 3,
          "review": "Dolore mollit Lorem sit qui ullamco aliquip. Laborum in incididunt dolor dolore ullamco eiusmod nostrud aute enim non ut irure duis. Sit tempor minim anim eu voluptate do fugiat. Laborum culpa qui mollit eu enim. Aute id culpa aliquip irure quis velit minim laboris incididunt in magna magna. Ullamco exercitation veniam commodo eu aute mollit consectetur. Eu do labore nostrud nulla aliquip enim aliquip ex exercitation et proident duis.\r\nEx commodo proident dolore duis. Tempor veniam est non occaecat officia exercitation aliquip id enim consequat eiusmod quis culpa culpa. Ea qui mollit ipsum ipsum excepteur occaecat duis elit. Reprehenderit cupidatat nostrud elit in elit et enim.\r\nAliqua consectetur elit eu reprehenderit consectetur ea mollit esse et fugiat ea aute pariatur. Dolor ea nulla excepteur Lorem anim velit minim incididunt eu reprehenderit. Consequat veniam laboris esse ut cillum incididunt eu.\r\n"
        },
        {
          "rate": 5,
          "review": "Reprehenderit magna consectetur anim mollit culpa nisi elit ad et exercitation esse sint. Aliqua incididunt labore do duis sint id elit nisi non. Nulla nostrud cillum anim est ea in eiusmod laborum ullamco excepteur commodo. Proident exercitation aliqua consequat fugiat et mollit non.\r\nNulla duis aute laborum elit. Culpa aute consequat aute ullamco laboris eiusmod do consectetur. Nulla ad dolore excepteur ea esse adipisicing do ullamco velit dolore. Veniam laborum ipsum sunt id enim elit. Tempor adipisicing incididunt reprehenderit officia ea nisi eiusmod veniam.\r\n"
        },
        {
          "rate": 4,
          "review": "Eu aliquip cillum officia eiusmod. Sit commodo dolore dolore laborum in labore et nisi occaecat excepteur fugiat do anim voluptate. Pariatur minim deserunt laboris proident dolor consectetur nostrud adipisicing occaecat voluptate officia. Dolore culpa incididunt ullamco irure cupidatat est aute pariatur irure consectetur.\r\nDuis dolor ad culpa dolore ipsum tempor ea pariatur mollit velit deserunt laboris anim. Velit incididunt officia qui proident dolore nulla eiusmod elit velit adipisicing Lorem. Proident occaecat in sunt amet.\r\n"
        },
        {
          "rate": 1,
          "review": "Ad minim culpa fugiat nisi. Ad adipisicing culpa elit cillum fugiat voluptate anim consequat cillum commodo do sit. Tempor ea culpa irure aliquip pariatur enim. Est consectetur labore ex sunt magna id dolore occaecat. Eiusmod aliqua commodo exercitation aliqua ex eiusmod velit reprehenderit occaecat excepteur eiusmod ullamco amet.\r\nAnim pariatur exercitation laborum reprehenderit cupidatat laborum in ut mollit commodo. Sint nulla ut aute nulla eu amet mollit elit aliquip est. In amet ea sit ut minim ullamco consectetur incididunt consectetur enim nostrud enim anim reprehenderit. Aliquip officia officia non sint. Excepteur sunt laborum minim laboris ea ullamco nulla sunt adipisicing quis consequat dolore. Lorem dolore enim aliqua quis ullamco id nisi. Labore irure magna duis nostrud nisi.\r\nMinim nostrud aliqua eiusmod eiusmod dolore culpa Lorem amet elit consequat excepteur ex ex. Irure in Lorem sunt aliquip irure consectetur velit consequat eu occaecat excepteur commodo in laboris. Aliquip amet in aliquip ex quis labore enim. Culpa tempor fugiat voluptate dolore adipisicing dolore eiusmod laboris velit velit ex. Velit nulla dolor et nostrud duis aliquip in non culpa et amet enim reprehenderit aliquip. Irure fugiat sunt mollit laboris.\r\n"
        },
        {
          "rate": 0,
          "review": "Commodo id laborum ad quis culpa aute velit pariatur sint et sint labore qui culpa. Ipsum sit incididunt aliquip voluptate magna sunt aute et irure enim enim deserunt ea nulla. Reprehenderit aute consequat adipisicing incididunt fugiat. Reprehenderit sint et mollit velit labore occaecat enim. Tempor anim incididunt officia id ipsum.\r\nNon in excepteur voluptate voluptate ea ad. Laborum nulla tempor cupidatat ipsum et laborum exercitation nulla tempor. Qui veniam adipisicing ad esse ut qui est ullamco commodo aute cupidatat dolor mollit laboris. Anim Lorem ea occaecat non aute anim pariatur. Reprehenderit aliqua laboris ipsum cupidatat consectetur duis eiusmod eu occaecat ad esse quis amet cillum.\r\n"
        },
        {
          "rate": 4,
          "review": "Ea ut qui dolore non sunt. Laboris culpa proident amet excepteur laboris amet commodo culpa minim consectetur labore duis. Tempor laboris magna ut occaecat ipsum ea laboris est laborum amet elit. Do amet quis eu voluptate voluptate. Occaecat elit anim fugiat aliquip non eiusmod consectetur enim exercitation. Est eu ea cupidatat ad magna pariatur quis dolore labore culpa sit sint.\r\n"
        },
        {
          "rate": 4,
          "review": "In sint anim culpa veniam anim Lorem ea ad tempor pariatur. Do eiusmod pariatur velit elit esse voluptate tempor nostrud eiusmod enim minim ipsum. Voluptate enim sunt adipisicing aute cupidatat fugiat qui commodo in officia. Labore minim nulla adipisicing adipisicing veniam duis culpa. Minim id do commodo aliquip culpa mollit ea sunt enim. In dolore anim pariatur velit proident fugiat.\r\nEsse eu incididunt ullamco quis voluptate eu qui fugiat nisi ad. Non laborum qui aute ipsum anim sunt. Amet non magna aliquip reprehenderit minim enim dolore id ea pariatur nisi ut duis consequat. Incididunt quis reprehenderit ullamco nulla est pariatur nisi velit cillum. Incididunt incididunt nostrud sint qui anim proident ullamco in fugiat veniam. Cupidatat cillum sint est nisi ut est.\r\nLabore enim tempor anim deserunt. Voluptate quis do pariatur deserunt nulla magna eiusmod cillum ea commodo. Id dolor velit in nostrud minim consectetur irure Lorem pariatur sit. Eiusmod reprehenderit quis irure aliqua ipsum reprehenderit labore voluptate esse aliqua commodo sunt est incididunt. Eu et aliqua fugiat eiusmod ullamco. Irure Lorem deserunt elit pariatur esse exercitation adipisicing nostrud voluptate velit tempor reprehenderit sint.\r\n"
        },
        {
          "rate": 5,
          "review": "Ea anim laborum anim irure ex cupidatat adipisicing dolor ex in consectetur. Proident occaecat ea sit enim sint id exercitation sit do reprehenderit quis duis pariatur. Nulla aliquip Lorem nostrud aliqua aliqua. Labore culpa commodo esse aliquip mollit magna. Nisi Lorem ex laboris mollit sint eiusmod in. Eu minim reprehenderit officia Lorem ipsum voluptate nulla sit anim. Esse elit deserunt ut Lorem tempor sit pariatur reprehenderit in duis.\r\n"
        },
        {
          "rate": 4,
          "review": "Voluptate pariatur voluptate do culpa ullamco exercitation esse laborum laboris aliquip. Voluptate qui aliquip aliquip aute ex excepteur fugiat anim est adipisicing adipisicing labore commodo occaecat. Sint consectetur officia irure magna tempor minim nisi. Exercitation est cupidatat sint dolore aute nostrud eu velit commodo duis est. Magna cillum amet laborum mollit.\r\nLabore minim magna dolor quis aute cillum sit. Est ex non ipsum cupidatat labore tempor ea proident occaecat irure. Excepteur esse ex ullamco culpa sint consectetur aute.\r\n"
        },
        {
          "rate": 5,
          "review": "Elit cillum incididunt commodo anim excepteur nulla enim veniam excepteur dolor commodo tempor occaecat et. Et elit deserunt amet sunt nisi dolore ullamco. Sunt irure aliquip aliquip duis minim Lorem duis aliqua reprehenderit velit velit. Consectetur labore et ut aliqua culpa consectetur amet nisi Lorem pariatur. Commodo nisi ut reprehenderit ut velit cillum officia nisi exercitation deserunt est. Et id quis laborum id magna sunt veniam.\r\nLaborum ea amet nostrud cillum velit labore incididunt consectetur irure exercitation cupidatat aute. Incididunt duis culpa amet mollit voluptate quis laboris veniam anim. Nisi pariatur esse laboris labore elit sunt sint ex ea nostrud nisi. Officia non nostrud consequat veniam.\r\nDeserunt dolore ex fugiat ex dolore voluptate pariatur anim non. Dolor ad incididunt irure duis. Exercitation aliquip aliquip enim dolor nostrud ad duis Lorem laboris. Esse dolor amet non dolore tempor. Enim in in irure eiusmod ad pariatur reprehenderit sint.\r\n"
        },
        {
          "rate": 3,
          "review": "Aute qui esse esse non exercitation consequat non laboris proident ad aute. Culpa velit dolor reprehenderit irure non sit. Do aliqua enim officia aliquip id id.\r\n"
        },
        {
          "rate": 3,
          "review": "Enim amet eiusmod tempor culpa ea elit dolore. Id ipsum non laboris aute ea in eu proident duis ad fugiat. Adipisicing nulla est reprehenderit reprehenderit consequat sit fugiat ad. Sint eu labore occaecat ut ipsum officia fugiat velit dolor proident cillum ex. Nisi et fugiat dolore consectetur. Id est exercitation duis duis.\r\n"
        },
        {
          "rate": 1,
          "review": "Aute amet nulla labore adipisicing ut do ea ea sint amet sunt amet. Elit ut laboris non cupidatat consequat sunt ea. Sunt exercitation nostrud incididunt nisi est id pariatur cupidatat consectetur sit voluptate nisi. Ut sint deserunt duis proident eiusmod deserunt commodo labore deserunt.\r\nNostrud eu quis ex eiusmod sint esse ea. Cillum amet quis eiusmod occaecat deserunt dolor in exercitation aute non adipisicing ut. Sint ex consequat nisi aliquip in in.\r\n"
        },
        {
          "rate": 1,
          "review": "Consectetur aute incididunt sit enim esse dolore aliquip irure. Tempor nisi excepteur anim anim est. Proident culpa officia amet exercitation ad laborum est occaecat velit dolor anim aliqua. Nisi in nisi ullamco labore quis cillum quis nostrud ad in duis pariatur duis voluptate. Laborum laborum ipsum nulla qui fugiat nisi culpa esse qui occaecat fugiat esse consequat. Ea laboris laborum reprehenderit dolore ad.\r\n"
        },
        {
          "rate": 1,
          "review": "Velit amet laborum anim incididunt et Lorem minim ipsum minim ut. Ullamco tempor nulla consequat pariatur ut ullamco proident veniam nulla sit nisi laborum dolor. Consectetur quis aute pariatur elit laborum sint laboris nostrud ut pariatur cillum. Qui ea eu ad quis amet ea fugiat sit incididunt cillum qui. Minim do sunt Lorem sunt sunt do. Excepteur excepteur non magna labore in laboris deserunt Lorem non sit excepteur.\r\nSint ea veniam dolor cillum. Esse occaecat excepteur tempor cupidatat. Aute consectetur adipisicing qui cillum aute eu cupidatat mollit ex exercitation ea quis. Id Lorem qui sint in irure irure ex. Consequat aliquip culpa pariatur consequat pariatur sunt.\r\n"
        },
        {
          "rate": 0,
          "review": "Culpa magna officia tempor laborum ad ad nisi voluptate est. Occaecat anim id sint do Lorem occaecat aliquip et magna qui. Laboris irure excepteur voluptate eu voluptate pariatur eu ullamco sit consequat nostrud ea. Consectetur aliqua dolor pariatur aute pariatur ex non sint elit.\r\nAliquip labore ut et esse excepteur pariatur incididunt ipsum fugiat eiusmod. Dolore sint proident anim est nisi reprehenderit quis ipsum quis reprehenderit ipsum et. Dolor dolor ut sint esse aliquip reprehenderit amet voluptate labore. Lorem in deserunt dolore ad non voluptate adipisicing commodo nisi mollit ullamco velit adipisicing do.\r\n"
        },
        {
          "rate": 2,
          "review": "Minim eu aliqua occaecat ullamco velit voluptate labore. Aliqua eiusmod eu voluptate nisi exercitation labore ut non ea excepteur. Sunt irure elit eiusmod sint sit voluptate sunt anim eiusmod enim est. In tempor sunt sunt sunt ipsum qui proident voluptate consequat minim cupidatat nisi et id. Anim esse nulla mollit Lorem eu. Commodo deserunt reprehenderit in aliquip. Quis quis minim irure voluptate quis deserunt ullamco.\r\nVelit ea pariatur cupidatat nisi sit voluptate enim enim eu. Officia fugiat nulla proident dolor est commodo ipsum esse enim voluptate amet pariatur ullamco anim. Do et aute sint exercitation est consequat minim consectetur sit. Anim ipsum minim do anim ea excepteur. Ea do laborum aliquip enim mollit sint sint commodo proident. Cupidatat reprehenderit esse ad deserunt tempor velit est eu occaecat anim ullamco eu elit. Aliquip Lorem tempor mollit deserunt nisi ex laboris nulla esse nisi tempor.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c03139e6e63b578f7f",
      "galleries": [
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 2260.13,
      "name": "Proident adipisicing laborum pariatur nulla laboris ex.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (847) 512-2317",
      "address": "352 Keap Street, Caroline, Iowa, 8809",
      "location": "Ona",
      "detail": "Cupidatat irure do pariatur ea dolor. Cillum magna culpa dolor aliquip excepteur ex occaecat elit nulla minim eiusmod cillum esse ea. Duis duis mollit ipsum officia esse quis ipsum consectetur dolore cupidatat incididunt. Aute Lorem consectetur velit pariatur incididunt reprehenderit sint eu. Commodo deserunt veniam sit dolor aliqua do sunt cupidatat irure aute fugiat sunt. Magna commodo exercitation quis reprehenderit nisi laborum minim pariatur.\r\nMollit incididunt exercitation nisi Lorem dolore cupidatat irure ipsum cillum exercitation do est exercitation laboris. Cupidatat cupidatat ad deserunt adipisicing. Consectetur ex mollit pariatur amet eu consectetur tempor. Eu veniam esse aute mollit ex quis.\r\nNisi fugiat do in dolor quis velit. Laborum non in exercitation anim ipsum ipsum laboris id cillum qui. Incididunt reprehenderit pariatur nulla reprehenderit anim occaecat. Nulla ad officia officia nisi mollit ea laboris incididunt in ea officia.\r\n",
      "description": "Tempor ea culpa est dolor enim elit ex fugiat.",
      "latitude": -85.12913,
      "longitude": 38.324385,
      "sleeps": 14,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 8,
      "minNights": 3,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-25",
        "to": "2023-12-07"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Velit sint nisi fugiat consequat pariatur esse non id anim incididunt. Veniam anim nisi consequat sit voluptate anim dolor. Proident consequat enim et cillum ullamco magna.\r\nNostrud commodo id culpa non nostrud sunt labore pariatur enim laborum officia et dolore. Ad occaecat tempor irure exercitation consequat fugiat laboris et esse enim. Eiusmod Lorem nisi est excepteur anim laborum laboris in voluptate dolore proident cupidatat nulla ullamco. Tempor fugiat quis excepteur labore sunt eu consectetur ullamco.\r\nLaborum velit non veniam velit voluptate cupidatat veniam ex ipsum ipsum nostrud excepteur nisi. Officia do ut nulla qui culpa magna sunt. Dolor nulla et consequat ea. Anim ad ea proident incididunt.\r\n"
        },
        {
          "rate": 1,
          "review": "Veniam est amet ullamco dolor aute magna velit ipsum ea Lorem reprehenderit nulla tempor. Dolor ea non commodo laborum voluptate consequat cillum velit in veniam enim ullamco mollit. Esse fugiat est consectetur ut cupidatat non ipsum ullamco. Nostrud sint irure id in Lorem et officia ut qui culpa aliquip laboris.\r\nUt pariatur tempor proident nisi reprehenderit mollit anim minim incididunt et nulla aliqua nisi. Quis sunt proident magna consectetur enim mollit dolor eu ut aliqua aliquip nostrud dolore. Cillum proident do labore consectetur tempor ad pariatur ea.\r\n"
        },
        {
          "rate": 3,
          "review": "Incididunt do culpa ex non duis nulla fugiat irure culpa voluptate incididunt nulla. Ad ea tempor ullamco duis duis non elit id et do culpa fugiat. Cupidatat aute labore dolor pariatur pariatur ad aliqua aliqua duis. Lorem elit et minim labore officia excepteur laborum culpa. Veniam eu id cillum commodo ipsum nisi sit officia aliqua sit in ullamco eu qui.\r\n"
        },
        {
          "rate": 3,
          "review": "Veniam non qui eiusmod duis fugiat enim veniam. Id adipisicing do eu fugiat duis et pariatur irure et esse commodo duis occaecat. Aute proident ullamco irure culpa ipsum ipsum eiusmod ad minim. Aliquip commodo incididunt labore labore nostrud qui ea exercitation enim id. Est ut excepteur eu aute. Anim aliquip consequat aute reprehenderit.\r\nCommodo nisi velit labore Lorem ipsum fugiat tempor enim esse ut. Reprehenderit proident exercitation eiusmod laborum anim amet. Mollit ex aute ea nostrud commodo ullamco deserunt. Anim dolor anim non veniam. Culpa magna eu amet veniam qui laboris aliqua cupidatat proident.\r\nSit pariatur exercitation commodo in ut ipsum pariatur. Cillum aliqua labore ullamco in amet. Qui et magna in cillum laboris proident eu culpa quis eiusmod cupidatat.\r\n"
        },
        {
          "rate": 5,
          "review": "Enim aliquip esse tempor sunt et ullamco amet sit. Consectetur dolore deserunt nulla deserunt commodo cillum pariatur. Anim in sint ut reprehenderit ullamco. Aliqua ad fugiat amet veniam veniam do ea dolore Lorem cillum mollit aliquip ut. Nostrud excepteur aute tempor fugiat sunt et dolor. Et ut pariatur id est duis sint voluptate cillum dolor. Occaecat fugiat aliqua dolore velit sunt proident laborum est ullamco fugiat ea ullamco amet esse.\r\nUllamco exercitation sint et do nostrud aliqua eiusmod. Aliqua laboris adipisicing duis nisi labore. Occaecat commodo dolore cupidatat ipsum aliquip esse laborum Lorem aliquip labore.\r\n"
        },
        {
          "rate": 5,
          "review": "Tempor quis est id deserunt in exercitation pariatur eu. Laboris aliqua Lorem cillum nulla eu culpa amet nulla est. Magna nulla amet aliqua in tempor do reprehenderit deserunt magna esse exercitation reprehenderit sit.\r\n"
        },
        {
          "rate": 3,
          "review": "Enim consequat ullamco tempor aliqua. Excepteur eu dolore sit aliquip ipsum ullamco sint est deserunt consequat. Cillum id aliquip ad incididunt aliquip qui labore laboris reprehenderit excepteur. Laboris tempor incididunt ipsum culpa Lorem qui aliqua. Qui cupidatat aliquip nulla eiusmod occaecat. Id laborum ex velit ex proident ea deserunt ullamco labore est ex exercitation. Tempor ad velit eu eu labore Lorem est pariatur officia eiusmod est aute commodo.\r\n"
        },
        {
          "rate": 1,
          "review": "Culpa incididunt elit aute labore deserunt officia pariatur. Reprehenderit aute duis quis Lorem ut mollit ut adipisicing velit aliqua pariatur duis dolore. Et do non officia reprehenderit consectetur nostrud. Sit labore nulla ipsum ut quis ea Lorem esse.\r\nAdipisicing in excepteur labore nulla. Ex dolore laborum minim esse ipsum fugiat amet occaecat. Esse ut id labore consectetur dolore. Nisi cupidatat laborum et pariatur voluptate non do nulla duis tempor qui sint excepteur cillum.\r\nVeniam nulla veniam elit id pariatur tempor. Sit voluptate velit velit ipsum cupidatat nulla. Ipsum nostrud nisi quis ea. Minim incididunt officia culpa ad minim fugiat voluptate consequat ex qui esse.\r\n"
        },
        {
          "rate": 4,
          "review": "Et duis reprehenderit aliquip officia elit pariatur aliquip et ut aliquip. Laborum aliqua incididunt dolor eu voluptate. Aute ipsum excepteur ea quis laborum et id sit. Officia commodo elit ex consectetur.\r\nCillum sint anim duis duis quis duis do cupidatat aliquip. Commodo sit dolor enim deserunt consequat aute consequat amet ullamco. Eu magna esse dolor cillum proident commodo ipsum non. Nulla reprehenderit non in elit dolor.\r\nExcepteur et quis dolor ut commodo sint id. Officia quis minim in eiusmod. Cupidatat voluptate minim magna ea eiusmod. Occaecat occaecat non nulla magna deserunt fugiat Lorem nostrud id elit qui incididunt cillum.\r\n"
        },
        {
          "rate": 0,
          "review": "Ullamco est qui ex irure exercitation est laboris. Eu ut adipisicing laborum laborum duis culpa do deserunt ullamco do fugiat tempor veniam consequat. Non laboris velit veniam excepteur aute pariatur esse irure occaecat. Deserunt consectetur consectetur deserunt laboris deserunt cupidatat. Laborum laborum Lorem irure pariatur ad reprehenderit velit commodo cillum sint exercitation cupidatat adipisicing.\r\nEsse Lorem commodo cillum dolor laborum Lorem et labore ea consequat. Aliqua do tempor est mollit deserunt. Voluptate commodo sit amet aliqua minim fugiat nostrud. Sint velit mollit pariatur nostrud qui. Eiusmod cillum velit in veniam exercitation laboris ea veniam consectetur. Excepteur est Lorem minim aute eiusmod cupidatat adipisicing. Commodo enim excepteur sit et qui.\r\nSint veniam nostrud consectetur laborum ex eiusmod esse incididunt in non exercitation. Fugiat sint aliquip consectetur est est ullamco enim aliquip mollit. Deserunt qui incididunt adipisicing nisi aute proident ullamco et duis. Officia deserunt laborum magna non quis ea.\r\n"
        },
        {
          "rate": 3,
          "review": "Id aute nulla ad amet velit ad irure mollit elit. Veniam ipsum qui non magna consectetur excepteur reprehenderit fugiat esse qui. Consectetur laboris do enim esse nisi officia voluptate exercitation elit dolor veniam dolor non. Adipisicing id enim in laboris amet dolor est voluptate veniam. Quis proident laborum sunt cupidatat non reprehenderit ullamco aute enim id irure ea. Excepteur esse mollit anim enim nisi et id pariatur ea ullamco amet veniam. Velit consectetur nostrud proident veniam dolor proident.\r\n"
        },
        {
          "rate": 3,
          "review": "Commodo reprehenderit labore dolore exercitation sint aute ut dolore Lorem aliqua ad. Do sit Lorem eiusmod deserunt dolore. Eiusmod laboris id velit sunt exercitation. Ipsum veniam consequat amet reprehenderit minim laborum sint. Eu elit cupidatat tempor exercitation ea adipisicing ut minim.\r\n"
        },
        {
          "rate": 1,
          "review": "Lorem quis aute ut laborum. Aliqua esse enim sit laboris aliquip aliquip elit ad cupidatat do pariatur enim deserunt. Ipsum adipisicing est aliquip aliquip nostrud ullamco occaecat. Aute nulla labore nostrud aute deserunt dolore aliqua proident commodo labore nostrud ipsum est consequat. Exercitation commodo elit excepteur cupidatat amet quis. Ipsum enim esse labore sunt veniam.\r\nUllamco irure excepteur ad dolore magna voluptate labore id consequat id esse pariatur. Esse pariatur est non enim. Ut laborum magna proident qui ullamco eu nulla qui id ad id. Sunt est sunt in veniam nisi tempor sunt adipisicing adipisicing officia est. Aute dolor sunt non Lorem officia irure eiusmod incididunt ea.\r\n"
        },
        {
          "rate": 0,
          "review": "Officia labore incididunt sunt et in. Reprehenderit minim officia aliqua dolor pariatur commodo quis sint laboris mollit incididunt nisi. Eu ad non eu anim consectetur laborum sint voluptate excepteur exercitation sit consequat cupidatat.\r\nVoluptate eiusmod occaecat do aliquip do exercitation deserunt esse dolore officia anim et fugiat officia. Magna ad reprehenderit ex do. Mollit consectetur commodo nisi anim amet. Adipisicing ea laborum esse excepteur laborum magna reprehenderit ex elit esse aliquip. Cupidatat anim minim labore dolor consectetur magna veniam voluptate.\r\n"
        },
        {
          "rate": 4,
          "review": "Veniam consequat adipisicing aliqua quis veniam voluptate in. Deserunt excepteur enim veniam voluptate. Qui in officia aliquip nisi amet non aliquip ullamco ullamco enim ea. Eu officia reprehenderit ipsum nisi consectetur ipsum. Irure dolor reprehenderit aliquip veniam non tempor excepteur voluptate adipisicing aute nulla consectetur. In et tempor velit eiusmod pariatur. Veniam aliquip sunt incididunt mollit do veniam exercitation labore.\r\n"
        }
      ],
      "facilities": [
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c05d890beabcb14e66",
      "galleries": [
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg"
      ],
      "price": 3361.26,
      "name": "Proident exercitation deserunt laborum aute anim.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (904) 587-2776",
      "address": "751 Lexington Avenue, Shawmut, Georgia, 7584",
      "location": "Succasunna",
      "detail": "Aliqua ut nostrud in quis fugiat ullamco elit anim Lorem labore. Excepteur id anim enim aliquip nostrud sunt in veniam ullamco irure quis. Lorem quis sint nisi velit consectetur.\r\nLaboris minim occaecat sunt incididunt ipsum. Voluptate dolor proident reprehenderit aliqua esse adipisicing dolore ea nostrud proident non. Irure nisi consequat aliquip in. Nisi officia ea qui dolor in enim ullamco non nostrud cupidatat veniam veniam labore. Veniam officia velit pariatur veniam sint mollit et velit anim sint.\r\nMagna consequat eiusmod elit non aute excepteur consequat. Qui eiusmod ea anim est cillum quis officia aute commodo dolore. Dolore officia Lorem dolore officia aute quis eu exercitation cupidatat et ad cillum. Minim minim magna veniam quis aute proident consectetur. Eu nisi sunt anim aliqua sunt commodo. Adipisicing aliqua amet minim amet tempor. Reprehenderit nostrud incididunt non mollit consequat veniam laborum mollit labore duis nulla nostrud qui.\r\n",
      "description": "Voluptate deserunt qui sit fugiat.",
      "latitude": -5.897129,
      "longitude": 71.880914,
      "sleeps": 23,
      "capacity": 4,
      "bedrooms": 4,
      "bathrooms": 7,
      "minNights": 3,
      "shared": false,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-20",
        "to": "2023-11-21"
      },
      "reviews": [
        {
          "rate": 2,
          "review": "Aliqua labore esse culpa aute officia velit sit sunt. Excepteur fugiat cupidatat excepteur magna cupidatat elit. Dolor aute in nisi irure anim consectetur incididunt incididunt in. Aute qui excepteur do amet cupidatat reprehenderit anim dolore amet.\r\nAliqua ex nostrud Lorem aute fugiat anim incididunt pariatur eu. Officia proident consequat officia quis deserunt qui deserunt consectetur. Ex incididunt ipsum ea voluptate amet mollit deserunt ad. Qui incididunt aute ullamco quis anim nisi in.\r\nAdipisicing ea nulla cillum aute ex sint aliqua. Sit id cupidatat quis commodo pariatur sit eiusmod irure sit Lorem. Proident ex qui culpa exercitation. Laborum officia aliquip esse nostrud tempor aliquip aliquip anim. Culpa ea irure id tempor esse ex laborum consequat nisi adipisicing qui mollit dolore. Reprehenderit esse incididunt nisi dolore tempor sint consectetur dolor minim ea aliquip sint proident. Reprehenderit proident veniam ipsum ipsum nisi aliquip duis duis.\r\n"
        },
        {
          "rate": 0,
          "review": "Voluptate pariatur magna quis et officia exercitation occaecat. Occaecat ex voluptate consequat elit pariatur dolor ipsum labore Lorem. Anim non ea voluptate dolor consectetur magna Lorem pariatur ex amet fugiat.\r\nExercitation laborum minim ea ea esse aute culpa eu. Dolor culpa anim deserunt exercitation amet est amet Lorem cillum cillum. Magna laboris aliquip deserunt fugiat. Exercitation eiusmod non do fugiat sunt fugiat officia magna pariatur ex. Irure veniam ipsum duis labore tempor duis. Laborum ut occaecat pariatur est non magna amet nisi sit eiusmod incididunt labore ea.\r\nEiusmod proident excepteur cupidatat sunt. Aliqua amet aliqua esse consectetur quis aliquip nulla. Et consectetur anim quis laborum proident officia est labore sint. Reprehenderit sit laborum magna reprehenderit velit. Mollit ex laborum labore qui cillum deserunt.\r\n"
        },
        {
          "rate": 5,
          "review": "Sunt excepteur est sunt nulla. Irure Lorem adipisicing in reprehenderit reprehenderit consequat dolor do aute magna elit reprehenderit non ipsum. Elit velit esse nisi aliquip pariatur laborum elit ipsum aliquip consequat tempor adipisicing. Dolore sint aliquip dolor est ex excepteur laborum do incididunt eu.\r\nLaborum ut labore adipisicing qui velit voluptate laborum qui occaecat occaecat minim cillum sint eiusmod. Reprehenderit excepteur consectetur minim ea quis est. Fugiat deserunt adipisicing veniam officia ullamco ex. Qui eu ea ad consectetur do non labore cillum amet. Dolore qui in quis Lorem incididunt quis officia aute non reprehenderit. Occaecat voluptate officia minim ex commodo sit culpa exercitation qui ex veniam ipsum. Deserunt voluptate sit et sunt Lorem est culpa enim sit.\r\nProident fugiat nostrud incididunt ipsum do nostrud commodo ea sunt culpa voluptate labore. Sint pariatur non deserunt aute minim pariatur cupidatat cupidatat. Officia proident adipisicing tempor nulla. Cillum eiusmod nisi labore pariatur duis nostrud in ipsum est eiusmod nostrud. Eiusmod velit sint laborum quis velit Lorem nisi. Aliquip ipsum pariatur sint nulla mollit.\r\n"
        },
        {
          "rate": 1,
          "review": "Consequat aliquip est qui proident occaecat qui pariatur mollit commodo. Sint est enim laboris proident nisi quis nostrud voluptate in. Mollit do velit duis proident nulla quis minim cupidatat in nisi. Quis velit deserunt ullamco esse.\r\nReprehenderit Lorem Lorem sit ullamco mollit. Proident laboris sunt labore exercitation occaecat tempor laboris id pariatur cillum. Aliqua esse quis ad eiusmod anim. Esse dolore mollit consectetur magna. Dolor minim pariatur laboris et magna occaecat.\r\n"
        },
        {
          "rate": 1,
          "review": "Irure cupidatat mollit mollit cillum. Adipisicing esse aute laborum anim elit cupidatat exercitation dolor aute Lorem. Ullamco culpa adipisicing voluptate eu ullamco fugiat qui.\r\nEu eu Lorem eu sit. Sit aliquip laboris eiusmod sint qui nulla. Ullamco irure do irure elit est aliquip nostrud aute occaecat. Eiusmod velit laboris eiusmod consequat occaecat deserunt ad qui quis esse duis amet. Aliquip enim labore nisi voluptate adipisicing. Tempor veniam mollit anim occaecat deserunt duis excepteur deserunt voluptate consequat officia esse. Consectetur tempor excepteur pariatur esse ea duis reprehenderit esse irure officia velit voluptate eiusmod.\r\n"
        },
        {
          "rate": 5,
          "review": "Et elit non fugiat ea ut proident dolore ea consequat irure irure deserunt exercitation. Velit non ullamco proident id ipsum et duis do dolor. Nostrud do velit tempor excepteur commodo adipisicing quis sit eiusmod incididunt ullamco. Incididunt consequat pariatur nisi nulla laboris mollit adipisicing et sit voluptate deserunt laboris reprehenderit. Pariatur cillum velit esse dolore cupidatat quis.\r\n"
        },
        {
          "rate": 1,
          "review": "Elit nulla nulla velit commodo et. Non dolore enim elit ipsum minim id velit. Mollit id elit magna elit irure ex. Consequat enim laboris non cupidatat aute aute aliqua laborum. Exercitation officia consequat enim ea voluptate fugiat cupidatat irure dolore eu Lorem. Sunt in mollit culpa officia minim elit occaecat cupidatat aute sunt aute velit exercitation dolor.\r\nNon elit labore laboris ex. Consequat mollit est do voluptate sunt. Dolore qui commodo esse quis reprehenderit consectetur dolor minim. Anim officia est aute mollit ea adipisicing sunt dolore dolore eu. Sint do laborum reprehenderit do dolor amet et ea excepteur anim quis aliqua do. Consectetur nisi in veniam laboris aliqua nisi non proident tempor incididunt. Sint minim esse amet magna nostrud voluptate amet voluptate eiusmod.\r\n"
        },
        {
          "rate": 0,
          "review": "Qui exercitation duis consectetur nisi elit sit velit labore adipisicing. Tempor aliquip sunt enim fugiat exercitation tempor. Qui excepteur consectetur eiusmod esse do esse est fugiat nostrud. Dolore culpa sit ea minim do. Minim do sit aliqua id adipisicing cillum ea.\r\n"
        }
      ],
      "facilities": [
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c0d01a9879f03efcec",
      "galleries": [
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 3194.77,
      "name": "Est aute exercitation id nisi ea.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (816) 568-2025",
      "address": "219 Cumberland Street, Trexlertown, Missouri, 8157",
      "location": "Leyner",
      "detail": "Proident consequat ea reprehenderit magna. Eiusmod est consequat aute do dolore magna incididunt mollit ut anim cillum. Ea aliqua aliqua elit eiusmod sint officia laboris sint veniam minim. Ullamco aliquip enim deserunt magna enim enim qui.\r\nEx aliquip aute Lorem tempor laborum occaecat veniam labore aliquip enim. Ut dolor cupidatat laborum anim eiusmod tempor velit quis sunt ullamco cillum sint id adipisicing. Proident ad sunt ea do qui ipsum deserunt laboris sunt cupidatat commodo Lorem elit aliqua.\r\nExercitation pariatur irure ut veniam irure quis reprehenderit proident minim ea id. Sit ullamco id reprehenderit anim enim minim id eiusmod quis deserunt est ipsum sunt. Voluptate tempor proident nulla fugiat duis qui aliqua laborum aliquip magna. Esse do elit proident laborum eu ea. Aliquip consequat aliquip pariatur in tempor nisi elit quis veniam ad cillum ad non. Sunt do elit laboris id Lorem. Duis adipisicing elit id esse magna irure qui ipsum dolore dolor consectetur ut consequat.\r\n",
      "description": "Proident culpa consequat duis culpa ex pariatur eu ea.",
      "latitude": -69.868,
      "longitude": -8.543107,
      "sleeps": 23,
      "capacity": 5,
      "bedrooms": 7,
      "bathrooms": 7,
      "minNights": 4,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-22",
        "to": "2023-10-05"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Aliquip aute magna mollit anim qui incididunt duis. Consequat adipisicing laborum labore ad minim in incididunt cillum. Sit quis sunt consectetur anim enim.\r\nEsse aliqua sint esse mollit. Sit ad ut deserunt ad ex aliquip cillum duis duis magna dolore. Reprehenderit magna aliqua duis officia cupidatat consectetur reprehenderit. Proident nisi nulla aliqua adipisicing dolor ea tempor elit laborum non laborum in.\r\nDolore proident aute qui id consectetur ex duis deserunt elit dolor elit. Et quis ullamco id tempor. Id velit ad tempor sunt quis. Et aliqua enim non nisi nisi est aliqua occaecat enim nulla culpa. Enim excepteur do nostrud irure nostrud dolore in tempor dolore exercitation excepteur commodo magna. Eu ex minim non cupidatat aute labore amet irure cupidatat in ullamco irure tempor. Pariatur deserunt excepteur ut consequat nostrud adipisicing proident dolor quis.\r\n"
        },
        {
          "rate": 0,
          "review": "Dolor occaecat laborum labore ea reprehenderit aliquip occaecat. Anim culpa cupidatat id proident sint tempor veniam ullamco minim fugiat. Labore excepteur exercitation laborum cupidatat qui laboris aliquip ut ex dolore quis. Enim aliqua in non id quis sunt cupidatat aute enim officia laboris commodo. Occaecat proident commodo ea labore laboris officia dolor laborum ut mollit et sit adipisicing irure. Adipisicing mollit culpa commodo exercitation sunt duis esse veniam aliquip culpa ad labore. Dolor dolor ut incididunt culpa ad eiusmod in ex deserunt.\r\nDo consequat quis cupidatat ut occaecat aliquip dolore voluptate dolor laborum. Ea dolore aute labore anim. Sint velit aute velit aliquip eiusmod.\r\n"
        },
        {
          "rate": 4,
          "review": "Nulla esse aliquip consectetur laborum sunt nostrud cillum exercitation culpa sunt nisi elit sint fugiat. Non eiusmod incididunt ullamco esse reprehenderit commodo mollit consectetur reprehenderit proident duis duis. Dolor deserunt elit nostrud aliqua duis reprehenderit sint nostrud. Qui mollit amet voluptate non aliquip elit consequat. Ipsum enim sint magna tempor consectetur enim ex mollit est.\r\nCillum ullamco laboris Lorem tempor laboris Lorem enim commodo eu proident ullamco. Consectetur in sunt nulla sint dolore. Aliquip laboris do pariatur exercitation officia anim dolore et velit.\r\nTempor nulla enim nulla nostrud est. Adipisicing aliquip esse anim aliquip dolore aliqua. Veniam occaecat eiusmod deserunt labore. Nisi veniam do sit esse. Ullamco ipsum eiusmod ipsum qui deserunt eiusmod cillum enim in ullamco aute officia. Enim pariatur enim do anim consectetur nulla cupidatat ex ad elit officia.\r\n"
        },
        {
          "rate": 1,
          "review": "Reprehenderit sunt eu duis ullamco sit. Aliquip velit excepteur non sunt magna cillum voluptate pariatur. Reprehenderit proident mollit tempor enim cupidatat deserunt aliqua. Qui cupidatat do voluptate sint anim amet enim velit eiusmod adipisicing. Qui cupidatat fugiat occaecat nulla minim Lorem eu velit nisi ad minim. Officia enim ipsum ullamco aute sunt elit occaecat culpa consequat cupidatat Lorem dolore esse minim. Amet consequat in mollit exercitation do veniam nostrud veniam duis nostrud tempor.\r\n"
        },
        {
          "rate": 3,
          "review": "Irure labore in esse eiusmod minim fugiat duis qui do culpa. Enim duis culpa nisi reprehenderit nostrud dolore duis. Aliqua occaecat aliqua non dolore cillum ea ullamco cillum exercitation anim ea. Anim mollit ut deserunt id officia. Cupidatat consequat consectetur velit commodo ullamco ipsum id sit sit. Occaecat nulla veniam labore ea excepteur mollit laboris do non adipisicing qui qui sit commodo.\r\nReprehenderit anim reprehenderit eu esse anim deserunt ea sint tempor et consectetur ut tempor. Nisi esse sit cupidatat esse aute proident dolor non cupidatat occaecat. Labore mollit velit amet culpa officia occaecat sit eu amet cupidatat enim veniam enim. Excepteur duis tempor ullamco nisi tempor sunt velit sunt.\r\nConsequat culpa labore nostrud eu dolore ex aliquip proident ea cupidatat. Eu enim culpa magna non deserunt eu laboris proident non tempor. Minim dolor do in ad irure laboris. Deserunt ut nisi do nisi ipsum eiusmod eu ipsum Lorem. Eu minim elit irure Lorem duis cillum nisi minim. Ipsum proident culpa enim laborum velit reprehenderit et.\r\n"
        },
        {
          "rate": 0,
          "review": "Consectetur velit incididunt aliqua Lorem et tempor eiusmod sit non incididunt irure consectetur nostrud. Eiusmod pariatur cupidatat velit consectetur et eiusmod consectetur enim ex cillum. Ut sunt nostrud esse tempor tempor nulla ad aute consectetur. Commodo nulla eiusmod eu in enim consequat Lorem dolor ex mollit tempor.\r\n"
        },
        {
          "rate": 0,
          "review": "Ad eiusmod excepteur do fugiat. Aute laborum mollit veniam exercitation. Sit do ea in cupidatat qui. Nulla labore dolor mollit proident mollit mollit adipisicing proident culpa et exercitation duis officia. Do magna aliqua pariatur nisi irure qui adipisicing eu laborum deserunt labore ipsum fugiat nisi.\r\nEnim Lorem aute exercitation laboris occaecat et reprehenderit pariatur occaecat dolor in eu. Dolor pariatur sunt veniam consequat tempor nulla. Do magna tempor velit sint duis irure. Eu labore veniam laborum quis.\r\nConsectetur nulla consequat enim occaecat dolore sint velit ullamco. Elit magna pariatur aute ex nostrud. Sit dolore nulla dolor labore duis. In laboris aute Lorem dolore duis ex excepteur. Commodo ullamco ex anim sit deserunt incididunt. Laboris minim cupidatat ullamco tempor est magna et est veniam nulla qui aliquip non consectetur.\r\n"
        },
        {
          "rate": 4,
          "review": "Aute laborum est sunt minim adipisicing enim deserunt commodo id elit nostrud cillum sunt. Nisi veniam anim dolor labore consectetur ipsum veniam magna culpa reprehenderit ad. In eu voluptate aliqua do in duis anim reprehenderit ut sunt do. Magna culpa veniam et quis et deserunt non proident duis. Nulla deserunt magna incididunt sint ad proident enim amet occaecat non Lorem aliquip sit quis. Duis elit esse dolor laborum ad eiusmod consectetur in fugiat excepteur qui sunt laboris. Tempor qui laboris id nulla exercitation.\r\nTempor exercitation aute ea cupidatat cupidatat deserunt dolore cillum. Ea est Lorem cupidatat eiusmod tempor. Consectetur minim cupidatat et ex nisi ad deserunt laboris eu. Reprehenderit cupidatat nisi ullamco ea ea eu. Dolor occaecat quis Lorem ipsum ex dolor. Dolore sunt velit laboris excepteur.\r\nAute duis incididunt qui irure aliquip consequat nulla. Commodo est id mollit nulla aliquip amet exercitation aute. Anim do ipsum aliqua magna officia proident sint in veniam sunt voluptate. Laboris id sunt adipisicing cupidatat. Laborum nisi mollit culpa aliquip culpa adipisicing. Pariatur elit et ex consectetur ipsum cupidatat est commodo officia occaecat Lorem. Cillum officia officia nisi cupidatat.\r\n"
        },
        {
          "rate": 1,
          "review": "Non anim nulla officia minim laboris ea non enim excepteur magna. Enim aliquip ut consequat aliqua duis pariatur voluptate ullamco do amet aliqua. Occaecat velit laborum esse duis esse nostrud sint. Enim exercitation occaecat laboris ex excepteur adipisicing cillum labore commodo enim aute incididunt. Cupidatat exercitation nisi proident excepteur mollit id. Esse officia officia qui sunt ea. Nostrud consequat minim sunt id dolore consequat in laborum sunt aliquip anim Lorem consectetur.\r\nExercitation deserunt proident cillum consequat enim. Velit deserunt officia enim ex adipisicing occaecat est qui. Esse sint ullamco in Lorem. Voluptate commodo officia eiusmod veniam. Ut reprehenderit est mollit pariatur pariatur est nisi. Fugiat dolore consequat aliquip sit non eu ullamco nisi quis excepteur.\r\n"
        },
        {
          "rate": 0,
          "review": "Consequat laborum tempor fugiat Lorem cupidatat do cillum velit do adipisicing nulla excepteur sit minim. Sit velit id ea et reprehenderit. Esse adipisicing ullamco Lorem ea eiusmod elit voluptate tempor. Do amet voluptate duis exercitation consectetur elit. Aliquip excepteur nulla pariatur deserunt est laboris. Deserunt et ea reprehenderit quis aliqua commodo voluptate ad excepteur et.\r\n"
        },
        {
          "rate": 0,
          "review": "Commodo duis ut in ex ex quis. Ullamco commodo excepteur eu anim ex commodo velit ea elit sit exercitation. Ipsum cillum sunt consequat incididunt culpa consectetur consectetur ex. Enim irure laborum aliquip in adipisicing magna occaecat quis nostrud. Est consectetur quis consectetur anim ut qui ut dolor reprehenderit ea commodo aliquip aliquip amet. Qui incididunt irure tempor irure consequat aute cupidatat labore.\r\nEu est nisi ea ex magna fugiat proident nostrud aliqua ad culpa. Minim magna minim sint cupidatat ex ut esse sint. Est nisi laboris in do proident deserunt exercitation fugiat do non esse sint ea. Cupidatat sunt pariatur aliquip voluptate nostrud commodo aliqua consectetur duis. Eiusmod ea cupidatat ex exercitation pariatur amet dolor nulla cupidatat laboris laborum aliquip tempor. Dolor labore sit eu nisi anim dolor dolor do quis amet qui.\r\n"
        },
        {
          "rate": 0,
          "review": "Cupidatat ut adipisicing sunt esse est enim tempor. Labore do velit et eu consectetur. Do ea duis incididunt exercitation. Ut anim consequat incididunt est magna nulla dolore dolor ipsum sit nulla sunt dolor deserunt. Anim Lorem dolor mollit exercitation proident magna laborum voluptate voluptate veniam eu. Dolore Lorem aliqua velit in anim tempor aute. Cillum laboris qui culpa adipisicing adipisicing qui veniam laboris fugiat ad.\r\nNostrud ea duis officia nostrud cupidatat. Cupidatat voluptate magna sunt culpa id minim consequat excepteur. Eu excepteur nulla ad fugiat minim et laborum.\r\nAute magna dolor voluptate qui cupidatat ad duis ea aliqua anim ipsum. Quis in cupidatat sunt duis nostrud culpa aliquip excepteur. Laborum aliqua aliquip dolore culpa nisi elit ex Lorem eiusmod culpa.\r\n"
        },
        {
          "rate": 5,
          "review": "Laborum Lorem ad quis culpa non nostrud cupidatat consectetur sint. Tempor fugiat ea veniam incididunt consequat ipsum ad dolore mollit reprehenderit. Reprehenderit ad elit mollit pariatur laborum voluptate. Et laboris duis nisi nisi tempor culpa excepteur occaecat ea. Qui ex duis ut sint nisi dolore non commodo. Et sunt minim nisi dolor officia reprehenderit dolor quis reprehenderit enim.\r\n"
        },
        {
          "rate": 2,
          "review": "Pariatur eu amet aute duis duis ipsum. Cillum amet amet ipsum ad. Et fugiat aute amet veniam pariatur laborum irure. Cupidatat est aliqua sunt id incididunt irure fugiat aliquip ea sint in esse ipsum. Eu nulla nulla eu aute voluptate ad ut non mollit mollit excepteur.\r\nDolore reprehenderit deserunt proident aute esse veniam aute. Proident exercitation est officia ad nulla velit in. Non reprehenderit ea aliqua veniam pariatur qui laborum sit occaecat non. Sit ullamco qui et ad tempor consequat ullamco sint.\r\nVoluptate velit commodo laboris deserunt labore. Minim occaecat adipisicing non officia tempor est Lorem sunt. Ea incididunt occaecat duis sint duis commodo anim proident. Ad amet aliqua laboris id laboris ullamco. Minim aliquip minim reprehenderit elit do officia laboris commodo velit officia nisi amet esse. Proident cillum magna elit proident eu fugiat nostrud magna id deserunt. Nisi Lorem ex incididunt aliquip nulla est.\r\n"
        },
        {
          "rate": 5,
          "review": "Dolor culpa ut do proident commodo cillum nulla. Anim labore dolor dolore commodo ullamco voluptate fugiat ut aliqua fugiat ipsum proident et. Nostrud tempor reprehenderit sint sint amet consequat adipisicing excepteur anim mollit duis.\r\nReprehenderit aliqua veniam ex est deserunt ipsum labore nisi elit. Nulla minim aliquip mollit laborum commodo commodo ut Lorem laboris non consequat. Enim aute cupidatat occaecat exercitation eiusmod non elit et ipsum. Velit enim Lorem consequat cupidatat incididunt fugiat dolor dolore reprehenderit exercitation non veniam ipsum. Ea proident consequat qui sint irure et commodo pariatur labore minim ad ea. Minim cupidatat cupidatat commodo ut officia dolore aliquip non Lorem aute labore excepteur consectetur.\r\n"
        },
        {
          "rate": 1,
          "review": "Ea consequat mollit qui excepteur elit commodo ea. Sit in laboris aliquip dolor nisi et Lorem eiusmod in ut velit veniam occaecat do. Nulla adipisicing fugiat dolore velit esse aliquip cupidatat veniam.\r\nAnim aute amet mollit occaecat eu. In velit aliqua irure est do pariatur nostrud nulla qui consequat officia. In duis anim nostrud ipsum Lorem qui commodo elit. Aliqua nulla laborum mollit eiusmod commodo amet officia consequat esse quis reprehenderit adipisicing commodo do. Dolor magna cillum voluptate duis consectetur et quis Lorem proident veniam. Proident proident nisi magna aute dolor excepteur enim. Officia ex pariatur tempor do in culpa ut occaecat sunt dolor.\r\nIn nostrud aliqua voluptate et officia et magna excepteur deserunt sunt nisi ipsum. Cillum adipisicing velit laborum dolor sunt culpa ullamco enim. Ad aute exercitation laboris pariatur consectetur proident ad ut est sint velit amet ea exercitation. Ut enim minim sint cillum voluptate ipsum. Laborum quis sunt mollit nisi. Amet amet excepteur Lorem eu eiusmod cillum veniam duis excepteur.\r\n"
        },
        {
          "rate": 3,
          "review": "Deserunt dolore proident officia anim minim est mollit. Ea amet occaecat fugiat aliquip sit. Duis Lorem ut sit consectetur sit occaecat dolore nisi.\r\nQui veniam anim cillum aliquip in voluptate eiusmod occaecat occaecat cillum. Enim tempor dolor et nostrud do duis. Nulla minim aliquip nisi ipsum.\r\nCommodo nulla magna occaecat proident occaecat amet. Exercitation Lorem nisi velit laboris. Officia ipsum cillum tempor Lorem veniam do voluptate magna enim mollit veniam quis aute anim. Adipisicing fugiat eu elit culpa fugiat magna.\r\n"
        },
        {
          "rate": 2,
          "review": "Et do sint consequat magna elit dolore id ad aute elit sit. Commodo sunt sunt adipisicing excepteur eu nisi minim. Incididunt proident commodo sint adipisicing ut. Laboris mollit adipisicing aliqua veniam adipisicing veniam duis aliquip esse deserunt. Cillum deserunt aute qui reprehenderit minim sint pariatur est irure ipsum ut ea nulla nulla.\r\nVoluptate labore mollit aliqua voluptate veniam magna minim nisi culpa. Sunt Lorem fugiat aliquip veniam elit veniam labore. Do fugiat laboris excepteur minim. Excepteur sint voluptate est est non id cillum ex. Occaecat et voluptate anim reprehenderit veniam sunt aute.\r\nUt duis esse ipsum nulla ea reprehenderit. Proident mollit reprehenderit exercitation nostrud nulla amet fugiat non quis consectetur minim non cillum. Ea reprehenderit minim sunt exercitation incididunt eiusmod ea deserunt irure eiusmod excepteur sunt. Eiusmod enim anim ipsum minim adipisicing veniam.\r\n"
        },
        {
          "rate": 0,
          "review": "Esse quis non ullamco amet duis veniam. Non commodo nisi sunt voluptate amet nostrud duis enim excepteur anim anim. Pariatur labore tempor et officia proident. Do laboris dolor deserunt proident ex voluptate. Amet est ipsum sint consectetur ea eiusmod ex proident ullamco cupidatat Lorem Lorem. Veniam ex eu consequat laboris id fugiat sit sit eu voluptate sit. Non cillum labore exercitation nisi duis nulla incididunt commodo dolore culpa.\r\nNulla duis proident consectetur irure. Mollit in veniam minim id quis. Dolore esse amet voluptate sint nisi est commodo voluptate. Exercitation minim officia occaecat elit voluptate aliquip est voluptate consequat voluptate ad et enim excepteur.\r\nSunt enim ea culpa culpa duis dolor. Velit exercitation irure incididunt nostrud nulla sunt. Ullamco fugiat labore ex elit cillum. Sit pariatur eu do ipsum. Ea consequat qui dolore ut enim laborum et labore.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly"
      ]
    },
    {
      "id": "62fca6c05cfc1bfbb7c0a11c",
      "galleries": [
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg"
      ],
      "price": 2844.36,
      "name": "Aliqua amet est laborum commodo proident incididunt.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (994) 596-2679",
      "address": "711 Bay Street, Knowlton, Louisiana, 4405",
      "location": "Marysville",
      "detail": "Ex laborum sint irure ullamco irure. Adipisicing nisi culpa proident culpa aute. Sit commodo irure proident consectetur dolor occaecat est Lorem veniam labore nisi eu nisi reprehenderit. Est esse dolor enim ipsum irure proident consequat irure aute.\r\nMagna excepteur culpa dolor amet in quis nostrud esse dolore tempor cillum. Quis deserunt aliquip esse laborum nostrud nisi irure sit sunt. Est mollit sunt ea consequat est est magna ad exercitation nulla aliquip ut cillum. Pariatur eu tempor qui Lorem laborum sint commodo sunt reprehenderit aliquip labore anim esse. Ad aute reprehenderit anim amet anim amet. Qui sint in consequat consectetur anim irure duis ea in. Voluptate anim aute cupidatat dolore aliquip sit non aliquip.\r\nEx culpa esse cupidatat officia. Incididunt id commodo non elit exercitation Lorem adipisicing tempor. Sit mollit culpa veniam sint aliqua veniam aliqua. Voluptate minim occaecat anim duis ex deserunt incididunt consequat reprehenderit sint cupidatat. Esse laboris incididunt enim adipisicing officia fugiat aliqua sint nisi do deserunt.\r\n",
      "description": "Consectetur deserunt occaecat eiusmod duis deserunt irure aliqua ullamco ea ipsum eu officia.",
      "latitude": -32.967956,
      "longitude": 136.523987,
      "sleeps": 19,
      "capacity": 3,
      "bedrooms": 8,
      "bathrooms": 5,
      "minNights": 4,
      "shared": true,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-28",
        "to": "2023-11-12"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Ad Lorem nulla exercitation deserunt eiusmod adipisicing aliqua laboris officia. Commodo nulla officia sunt non adipisicing mollit magna ex ad amet duis est. Veniam nulla exercitation quis aliquip culpa incididunt minim nisi occaecat proident tempor ea non. Consequat consectetur nulla ullamco non amet. Enim est adipisicing et sunt dolore eiusmod dolor veniam labore minim cillum.\r\n"
        },
        {
          "rate": 5,
          "review": "Nostrud eu esse ut ipsum labore esse sunt dolore sint aute eiusmod. Cupidatat officia pariatur officia nisi. Pariatur magna minim mollit cillum quis tempor Lorem pariatur ex.\r\nAnim quis quis ea adipisicing nisi et commodo id dolore. Laboris dolor sunt occaecat officia cillum ipsum amet eiusmod eiusmod incididunt amet amet veniam sint. Sit do nulla ad ipsum velit id magna aliqua id mollit occaecat quis id. Duis voluptate sit in aute veniam officia nisi non. Culpa aute elit ut anim.\r\n"
        },
        {
          "rate": 5,
          "review": "Est quis occaecat aliquip sit laborum non reprehenderit voluptate qui. Dolore dolore qui sunt non velit. Sint elit magna adipisicing cupidatat consectetur officia.\r\n"
        }
      ],
      "facilities": [
        "Air conditioning",
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free",
        "WiFi"
      ]
    },
    {
      "id": "62fca6c0241aeee879eaa407",
      "galleries": [
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg"
      ],
      "price": 533.65,
      "name": "Veniam veniam enim ea deserunt et.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (818) 558-3277",
      "address": "200 Ferry Place, Wanamie, Tennessee, 1204",
      "location": "Gordon",
      "detail": "Ad veniam id non veniam tempor culpa in consequat pariatur consectetur pariatur. Magna cupidatat nostrud dolor est officia adipisicing dolor laborum nostrud occaecat tempor. Ipsum excepteur consectetur ea cillum est magna labore irure enim dolore et reprehenderit ullamco occaecat. Nulla eiusmod labore esse proident aute ipsum magna anim voluptate.\r\nNostrud minim ex duis nulla culpa officia mollit minim. Dolor enim aliqua laboris proident non ipsum pariatur labore adipisicing anim mollit eu culpa enim. Ea minim dolore id ea cillum laboris minim quis fugiat qui aute in. Aliquip labore cupidatat magna Lorem cillum anim Lorem adipisicing ut non.\r\nTempor aliqua culpa adipisicing voluptate. Qui eu incididunt quis ipsum minim aliquip irure minim occaecat laborum sunt ut. Fugiat esse non ex Lorem id labore exercitation ad minim. Consequat dolore aliquip tempor fugiat Lorem occaecat anim sint amet. Irure esse eu irure adipisicing cupidatat esse ex.\r\n",
      "description": "Consequat consectetur consequat mollit voluptate excepteur in mollit fugiat consectetur tempor laborum cillum velit.",
      "latitude": 35.084947,
      "longitude": -57.097275,
      "sleeps": 19,
      "capacity": 5,
      "bedrooms": 5,
      "bathrooms": 6,
      "minNights": 5,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-26",
        "to": "2023-09-25"
      },
      "reviews": [
        {
          "rate": 2,
          "review": "Cillum proident tempor Lorem deserunt consequat ad culpa id magna amet minim consequat adipisicing sit. Reprehenderit est velit adipisicing sit ullamco ex veniam incididunt occaecat. Mollit sint id et ipsum fugiat elit. Deserunt anim consequat anim reprehenderit labore nulla amet sint. Consequat qui officia et velit elit voluptate.\r\nEst consequat excepteur amet qui aute. Enim ex anim ut duis aute consequat irure ea. Reprehenderit duis reprehenderit esse aute nostrud qui.\r\nFugiat et amet velit nulla quis. Non sunt adipisicing minim occaecat consequat aute culpa. Qui deserunt minim sit ea ullamco ad minim sit esse deserunt magna ea. Commodo occaecat sunt quis occaecat ut amet enim occaecat. Enim pariatur minim exercitation anim consectetur exercitation ipsum id qui mollit minim aliquip laborum. Adipisicing qui minim magna Lorem irure laboris quis. Do mollit dolore exercitation culpa reprehenderit duis est eiusmod officia tempor laborum dolor.\r\n"
        },
        {
          "rate": 1,
          "review": "Sit nisi pariatur cillum veniam nulla quis nulla nostrud. Cupidatat aute do reprehenderit non anim laboris reprehenderit exercitation reprehenderit culpa amet adipisicing. Ullamco proident sint voluptate irure. Reprehenderit enim anim sint in enim amet occaecat enim.\r\nFugiat reprehenderit eiusmod id ullamco aliquip nisi laboris et eu incididunt. Qui ea velit ipsum aliqua. Nulla dolore laborum veniam nostrud. Velit mollit id id amet in sunt proident nisi ea ullamco adipisicing.\r\n"
        },
        {
          "rate": 0,
          "review": "Officia exercitation culpa exercitation nulla incididunt nisi proident id id amet reprehenderit et excepteur. Ex laborum mollit amet consequat fugiat commodo non anim elit adipisicing tempor deserunt sunt eu. Magna ex enim fugiat culpa magna laborum est. Voluptate adipisicing deserunt velit magna.\r\nId ex amet minim commodo in ex ipsum do incididunt duis elit. Sit sint exercitation laboris enim amet ipsum nostrud occaecat id ipsum aliquip proident proident est. Nostrud magna irure sint Lorem deserunt proident ad nostrud quis officia consectetur proident elit officia.\r\n"
        },
        {
          "rate": 0,
          "review": "Ad exercitation nostrud minim est consequat ut dolore ex quis. Labore sit eu anim nostrud ipsum officia ea est aute magna fugiat. Voluptate elit nulla culpa deserunt occaecat deserunt cillum proident nostrud amet est amet cupidatat. Adipisicing minim tempor non sint velit ut Lorem in veniam. Minim aute duis veniam cillum nisi. Tempor fugiat culpa id aliqua commodo Lorem. Lorem eiusmod sint occaecat veniam et.\r\nConsectetur eu adipisicing laborum velit Lorem esse in. Nulla qui nulla pariatur dolor officia do excepteur occaecat duis esse ut. Veniam occaecat fugiat est qui irure cupidatat nisi duis culpa ullamco cupidatat. Sit pariatur cillum sit commodo do adipisicing nisi sit do voluptate excepteur. Non ea proident nostrud cupidatat incididunt ut tempor incididunt cillum labore id non. Elit consequat tempor deserunt minim cupidatat laborum proident ad ut quis est officia Lorem nostrud. Ipsum aliqua enim labore proident.\r\n"
        },
        {
          "rate": 4,
          "review": "Anim mollit reprehenderit mollit aute. Excepteur nisi ut tempor tempor mollit laboris enim pariatur do do Lorem consectetur tempor. Aute et nulla consectetur irure ex exercitation aute. Sunt sunt Lorem et qui. Dolor ullamco sint ea amet commodo dolor commodo. Minim adipisicing aliqua qui mollit pariatur mollit irure elit irure ullamco.\r\nProident dolore aliqua consectetur minim deserunt aute occaecat incididunt proident magna esse non. Commodo tempor aliquip ad occaecat consectetur cupidatat dolor cillum nulla. Non cillum excepteur ipsum excepteur fugiat ea voluptate est Lorem enim. Tempor commodo commodo consequat ullamco velit. Exercitation aute quis magna nisi. Anim nulla exercitation Lorem sunt qui eiusmod anim sit est. Adipisicing incididunt deserunt irure ullamco non et quis ex id.\r\n"
        },
        {
          "rate": 5,
          "review": "Ea veniam aliquip do amet consectetur veniam sint occaecat nisi. Officia quis eiusmod ea elit fugiat. Nostrud commodo fugiat aliquip in Lorem incididunt exercitation adipisicing mollit aliqua qui. Esse excepteur nostrud occaecat labore do exercitation ut. Exercitation exercitation esse eu quis non cupidatat est nulla dolor.\r\n"
        },
        {
          "rate": 2,
          "review": "Ullamco enim deserunt et aliqua sunt fugiat magna eu Lorem voluptate cupidatat ipsum. Non ipsum incididunt reprehenderit aliquip cupidatat nulla cillum magna duis aliqua voluptate aliquip laborum minim. In non et cillum officia reprehenderit laboris id. Laborum aute est in dolor. Dolore tempor consectetur ullamco aliquip laborum laborum et id cupidatat. Eiusmod cupidatat id culpa aliqua ut consequat consectetur culpa ea exercitation culpa fugiat labore do.\r\nOccaecat reprehenderit laboris eu aliquip voluptate. Sint cillum excepteur quis magna. Qui ex aute consectetur minim exercitation. Ad et est nisi eiusmod nulla in laboris est in esse adipisicing dolor qui irure. Exercitation aliqua dolor consectetur qui eu consequat id.\r\n"
        },
        {
          "rate": 3,
          "review": "Tempor et elit amet Lorem voluptate mollit sunt est non est. Dolore deserunt laboris commodo amet cillum est dolor pariatur veniam qui occaecat adipisicing aliqua pariatur. Non voluptate ex ea cillum minim nostrud quis adipisicing mollit exercitation adipisicing.\r\n"
        },
        {
          "rate": 1,
          "review": "Labore tempor ad duis elit occaecat minim pariatur non est laborum. Quis ut tempor ullamco nulla nisi id cillum nostrud voluptate occaecat. Cillum quis aliquip incididunt mollit. Quis esse fugiat deserunt esse laborum magna anim enim et. Deserunt ullamco sunt aliquip fugiat culpa pariatur culpa. Voluptate pariatur ad cillum aliqua ea aliquip quis eu incididunt nostrud do velit.\r\n"
        },
        {
          "rate": 3,
          "review": "Aliqua pariatur tempor anim ea officia duis. Est nulla incididunt ipsum duis anim sunt. Id fugiat mollit ipsum pariatur ipsum fugiat quis labore. Officia fugiat eiusmod irure et cupidatat sint esse consectetur esse veniam aliquip eu qui nulla. Cupidatat minim laboris nulla cillum sunt nisi sint ut officia dolore nostrud proident irure. Pariatur laborum irure nostrud commodo aute irure eiusmod velit deserunt consequat proident magna dolore in. Enim nulla et nulla consequat magna fugiat culpa ad exercitation amet est.\r\n"
        },
        {
          "rate": 4,
          "review": "Ut quis dolore dolor ea quis in velit irure reprehenderit reprehenderit ad dolor ea do. Laborum culpa amet do amet excepteur aute proident ad eiusmod cupidatat. Duis eu aute reprehenderit aliqua minim nostrud reprehenderit dolor consectetur ea fugiat. Magna magna duis irure do deserunt occaecat ad adipisicing voluptate fugiat. Consequat dolor laboris reprehenderit sunt laboris et. Quis consequat ex in aute anim id.\r\nEst Lorem id laboris velit velit qui. Qui veniam aliquip laborum aliqua ipsum nulla exercitation sit tempor qui ipsum non ipsum. Aliqua incididunt laboris sunt consequat sint anim id mollit adipisicing sunt minim fugiat aliquip commodo. Id consectetur labore est pariatur. In sit commodo mollit excepteur et aliquip ea commodo ex occaecat proident mollit.\r\nLabore fugiat irure do ut. Consequat deserunt excepteur reprehenderit magna non anim anim. Qui ex duis eiusmod ad enim nulla anim. Ea labore non dolor nostrud proident in eu minim veniam sunt tempor. Consequat in ullamco voluptate ipsum ea tempor commodo consequat et pariatur amet laborum. Excepteur labore Lorem esse sint Lorem do sunt veniam consequat aliqua. Quis excepteur sunt sint sit ut exercitation amet aliquip consectetur ad velit magna do.\r\n"
        },
        {
          "rate": 2,
          "review": "Magna do ex aute consectetur. Commodo aliquip dolore incididunt velit est pariatur aliquip excepteur eiusmod eu minim. Sint amet labore officia ut consectetur sunt. Amet fugiat Lorem ipsum amet duis enim. Minim enim velit reprehenderit ex aliquip cillum.\r\n"
        },
        {
          "rate": 2,
          "review": "Irure elit ea fugiat fugiat. Ea dolor laboris cillum eiusmod dolore veniam in. Ut consectetur velit mollit irure magna enim ex. Laboris velit Lorem exercitation in sunt incididunt esse et pariatur et laboris id Lorem. Laboris nulla aute pariatur ad mollit duis sunt duis.\r\nEu ullamco velit velit adipisicing laboris aute non et qui dolor exercitation consectetur non in. Ut ad est consequat cupidatat commodo nostrud fugiat. Voluptate esse id esse deserunt non aliqua pariatur veniam eiusmod ea fugiat est eu. Ullamco commodo nostrud nisi nostrud dolor culpa ex adipisicing officia exercitation enim est consequat. Duis excepteur ex cillum ea anim consequat nostrud anim excepteur pariatur aliqua sunt. Sint in quis duis exercitation cupidatat ad occaecat pariatur esse incididunt nulla velit. Incididunt labore minim duis incididunt id magna eiusmod ad nostrud ad.\r\nCulpa nisi nulla dolore tempor nostrud in. Tempor commodo incididunt esse ad labore dolor Lorem anim minim laboris. Consequat do consectetur do aliquip eu. Labore duis Lorem ea dolor veniam. Aliquip aute veniam amet irure non ad id officia. Id laboris ullamco officia pariatur dolore cillum aliqua ex.\r\n"
        },
        {
          "rate": 5,
          "review": "Culpa incididunt nulla duis incididunt et est laboris sunt elit cupidatat officia eiusmod culpa. Pariatur culpa deserunt esse do elit aliqua sint veniam culpa elit cillum aute deserunt cupidatat. Duis non excepteur Lorem aute cillum esse. Id ullamco anim occaecat cillum aliquip culpa.\r\nDolor pariatur anim minim nostrud laboris aute consequat duis eiusmod enim aute aliquip incididunt. Consequat reprehenderit fugiat laboris ullamco proident nisi aute consequat sunt laborum. Duis nulla sunt laborum cupidatat. Culpa voluptate non ad occaecat. Ea irure incididunt deserunt ipsum. Occaecat laborum ut tempor aliqua mollit sint laboris in cillum aliqua et enim laborum tempor. Eiusmod adipisicing non proident esse.\r\nEiusmod enim fugiat sint duis. Anim nisi enim eiusmod deserunt nostrud. Proident Lorem consequat est ad occaecat eu ex laborum cupidatat cillum labore in ea. Elit ex labore proident ut laborum in ipsum.\r\n"
        },
        {
          "rate": 3,
          "review": "Irure non in et veniam ad magna exercitation. Aliqua ex aute sint reprehenderit occaecat duis esse. Irure enim amet anim ipsum et. Sunt duis ad occaecat do.\r\nNostrud exercitation excepteur proident excepteur cupidatat et sunt do excepteur anim non labore. Aliqua commodo ut in labore ipsum minim anim dolore. Laborum quis id veniam in cillum adipisicing amet laboris anim.\r\n"
        },
        {
          "rate": 0,
          "review": "Cupidatat do tempor ea aliqua officia occaecat. Consequat eu amet eu sit pariatur quis in Lorem nisi cupidatat cupidatat exercitation do. Officia eu excepteur et non. Exercitation sint id adipisicing laboris consequat ex officia in magna culpa pariatur consequat. Qui laborum sunt sint ea cupidatat incididunt non reprehenderit. Aliquip proident id id do id sint voluptate quis dolore ea tempor nisi.\r\nAd non magna excepteur aliqua deserunt ullamco Lorem nostrud eiusmod qui anim cillum. Ea nulla aute incididunt sit duis esse aliqua sit non. Officia excepteur irure excepteur adipisicing eu officia ipsum est laboris reprehenderit.\r\n"
        }
      ],
      "facilities": [
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c0028b96cea8df1099",
      "galleries": [
        "132-800x400.jpg",
        "170-800x400.jpg",
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg"
      ],
      "price": 2534.08,
      "name": "Non occaecat excepteur labore aute mollit enim Lorem esse amet id.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (963) 428-2891",
      "address": "414 Throop Avenue, Kennedyville, Illinois, 1906",
      "location": "Kula",
      "detail": "Commodo cupidatat laboris commodo laboris dolore deserunt occaecat. Ut elit mollit ex deserunt occaecat cupidatat in consectetur amet laborum occaecat Lorem. Fugiat excepteur cillum cupidatat consectetur velit veniam amet sint reprehenderit sunt. Aliquip veniam aliqua sunt et eu.\r\nUt veniam tempor laborum mollit mollit ut. Ipsum nisi duis enim occaecat sit incididunt velit tempor esse ut veniam. Esse est minim sint labore eiusmod aute elit cupidatat ipsum id sunt velit nostrud. Cillum nisi consectetur deserunt qui fugiat commodo laborum nulla esse laborum proident non nostrud quis. Dolor veniam minim anim veniam. Consectetur mollit duis dolor quis consequat sint commodo dolore.\r\nMagna consequat magna mollit veniam ullamco excepteur nulla eu ex incididunt adipisicing deserunt. Officia quis dolore ex deserunt est cupidatat laboris ut elit pariatur nisi. Sunt dolor voluptate culpa dolor adipisicing amet do.\r\n",
      "description": "Ullamco cillum non elit dolore qui cillum id irure sunt pariatur.",
      "latitude": -6.035435,
      "longitude": 162.725042,
      "sleeps": 19,
      "capacity": 6,
      "bedrooms": 5,
      "bathrooms": 7,
      "minNights": 3,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-19",
        "to": "2024-01-17"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Aliquip nostrud cillum culpa ullamco nostrud elit Lorem magna id mollit laborum. Pariatur consectetur aute pariatur voluptate laborum enim esse dolore ad exercitation ad velit ad. Ipsum veniam proident aliqua proident proident culpa pariatur laboris cillum ea mollit fugiat ad Lorem. Adipisicing commodo id qui ad fugiat ex nulla excepteur sit aliqua. Commodo mollit ea nisi cillum sunt ex sit voluptate cillum pariatur occaecat magna. In consectetur laboris incididunt ullamco duis magna cillum officia qui dolore velit occaecat.\r\nNulla ullamco sint Lorem reprehenderit. Proident culpa tempor duis nulla voluptate amet nostrud. Lorem culpa quis adipisicing nostrud consequat esse reprehenderit nulla adipisicing voluptate qui tempor elit veniam. Qui dolor ea et culpa ea sit est velit duis eiusmod proident eiusmod anim. Ad fugiat aliquip cupidatat ex voluptate sint irure irure.\r\n"
        },
        {
          "rate": 4,
          "review": "Duis aliqua velit eiusmod non anim mollit aliquip. Aute proident in sint enim irure dolore. Irure nisi esse dolore aute ut sit minim quis consequat ea. Consequat minim proident fugiat ea aliquip excepteur quis aliquip veniam aute anim. Aute pariatur in cillum ut magna ullamco ut est elit irure officia. Reprehenderit magna magna consequat est officia Lorem ea. Amet dolor eu excepteur irure.\r\nSint nulla occaecat quis ea minim elit proident exercitation. Do laborum aliqua et aliqua ex sit quis irure in officia esse nostrud laborum. Est esse cupidatat proident culpa aliqua. Elit minim minim non occaecat cillum non et. In labore quis duis aliqua amet.\r\n"
        }
      ],
      "facilities": [
        "Air conditioning",
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible"
      ]
    },
    {
      "id": "62fca6c07c816530ba866c3b",
      "galleries": [
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg"
      ],
      "price": 2177.55,
      "name": "Magna enim dolore consequat aliqua aliqua eu dolor culpa pariatur cillum.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (810) 538-3076",
      "address": "231 Linden Boulevard, Sunnyside, Federated States Of Micronesia, 549",
      "location": "Seymour",
      "detail": "Deserunt aute esse enim sint Lorem reprehenderit. Proident nostrud est eu aliquip aliqua proident pariatur ullamco aute aliqua. Eiusmod cupidatat irure incididunt eu non. Ullamco minim ex aliqua sit reprehenderit aliquip nulla elit magna elit commodo.\r\nAmet id est dolor velit fugiat incididunt eiusmod dolore dolore ad. Laborum labore ea non ad culpa tempor duis Lorem amet aute consequat aliqua. Nulla amet labore voluptate eiusmod. Lorem dolore sit velit elit ipsum nostrud Lorem veniam labore cupidatat sint.\r\nFugiat velit mollit aute id irure dolore amet irure dolor dolore. Eiusmod ad ipsum nostrud consectetur nisi pariatur sint. Proident reprehenderit officia elit deserunt pariatur. Sunt irure ex aliqua Lorem aliquip nisi. Enim qui reprehenderit incididunt incididunt elit sunt labore ex.\r\n",
      "description": "Lorem labore deserunt ad qui nulla dolore commodo eu aute anim eu ad occaecat.",
      "latitude": -48.469567,
      "longitude": -1.263257,
      "sleeps": 19,
      "capacity": 4,
      "bedrooms": 4,
      "bathrooms": 7,
      "minNights": 4,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-27",
        "to": "2023-08-28"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Consectetur aliqua fugiat laborum magna culpa amet dolore veniam commodo in nulla. Reprehenderit duis pariatur eu exercitation. Aute proident aute amet culpa culpa. Exercitation duis reprehenderit nostrud elit nostrud eu. Eiusmod consequat ex mollit ad nostrud velit voluptate deserunt veniam culpa.\r\n"
        },
        {
          "rate": 4,
          "review": "Et adipisicing reprehenderit pariatur nisi cillum consectetur amet. Nulla commodo sint exercitation nostrud elit irure mollit fugiat esse voluptate. Ad est sunt id pariatur quis cillum minim tempor excepteur. Culpa velit Lorem sint eiusmod labore commodo dolor proident dolore dolor nulla mollit ullamco dolor.\r\nExcepteur commodo occaecat commodo consequat. Anim cupidatat incididunt velit ex qui do nulla velit aute adipisicing laborum excepteur pariatur. Deserunt pariatur amet dolore ullamco veniam. Do nostrud deserunt adipisicing sit ex laboris sunt consectetur nulla id est ut quis.\r\n"
        },
        {
          "rate": 4,
          "review": "Non nostrud nostrud commodo consequat ipsum nisi. Laboris duis et reprehenderit nisi duis eu irure minim id adipisicing quis anim ea fugiat. Labore est cupidatat elit velit. Exercitation esse incididunt fugiat laboris duis officia Lorem nostrud culpa. Cillum esse aliquip tempor ullamco aliqua proident irure laboris. Ut pariatur laborum culpa consequat officia cupidatat voluptate duis reprehenderit aute dolore consectetur officia eu. Labore irure excepteur non ea ea excepteur sint.\r\nSit culpa eu consequat consectetur. Ad exercitation id nostrud enim officia id ea qui ut ipsum. Aliquip qui fugiat enim ad culpa sit reprehenderit ut Lorem pariatur. Voluptate id minim mollit laborum sunt. Irure minim ullamco dolor eu nulla.\r\nEsse eu cillum culpa Lorem nostrud qui non adipisicing tempor anim ea excepteur qui eiusmod. Dolore laborum velit reprehenderit non ipsum. Velit pariatur commodo laboris est. Anim laboris eiusmod labore do.\r\n"
        },
        {
          "rate": 5,
          "review": "Ea aliqua deserunt eiusmod nulla amet est. Ipsum eiusmod aliquip eu adipisicing esse nulla reprehenderit proident anim ea quis ad nulla. Reprehenderit nostrud id et duis pariatur nulla cillum fugiat commodo ea. Officia dolore do aute fugiat laboris sit consectetur ex. Officia non quis occaecat fugiat incididunt ea incididunt nulla cupidatat consequat. Ut eiusmod magna officia fugiat ut sit occaecat fugiat ad consectetur dolor excepteur Lorem.\r\nLaboris do occaecat voluptate minim. Ex qui nulla sint nulla dolor consequat cupidatat magna et officia amet mollit. Labore cupidatat esse eu culpa sunt in Lorem occaecat.\r\n"
        },
        {
          "rate": 0,
          "review": "Lorem sint officia enim eiusmod in irure sit mollit. Ad pariatur qui proident duis qui adipisicing sunt dolore in id laboris exercitation reprehenderit. Incididunt aliqua occaecat sit adipisicing laborum commodo enim adipisicing aute sunt. Eu ipsum velit cillum eu dolor ut sit excepteur. Aute consectetur cupidatat veniam cupidatat reprehenderit esse. Ullamco fugiat tempor commodo veniam voluptate ex nisi amet laborum. Sit officia Lorem anim dolore.\r\nVoluptate aute adipisicing est sint et veniam Lorem duis amet ullamco. Consequat laborum aliquip est amet id adipisicing esse laborum excepteur ad minim. Elit in aute esse laboris exercitation qui duis duis consectetur proident amet. Esse eu proident sit incididunt duis enim. Nisi amet ipsum cillum in exercitation do cupidatat. Commodo amet magna nulla non reprehenderit adipisicing sunt. Adipisicing cillum pariatur esse aliquip ipsum reprehenderit ipsum.\r\nLorem minim labore proident ea in nisi non incididunt qui officia. Nulla aliqua ex do duis quis non nulla incididunt do adipisicing deserunt aliquip. Aliquip labore laborum ullamco dolor adipisicing esse laboris. Et pariatur ex ad qui excepteur mollit laborum cillum anim ipsum et commodo cillum laboris. Proident fugiat mollit deserunt ex magna reprehenderit ad incididunt ipsum veniam excepteur. Aliquip dolore amet laborum est adipisicing excepteur fugiat non excepteur mollit non in.\r\n"
        },
        {
          "rate": 5,
          "review": "Occaecat pariatur enim quis et esse eu duis deserunt sint occaecat eiusmod reprehenderit. Commodo proident proident ipsum labore voluptate. Ea velit dolore adipisicing tempor quis excepteur cupidatat duis elit anim consectetur eiusmod sit. Adipisicing culpa id esse sint sint mollit incididunt Lorem enim reprehenderit.\r\nEx sunt voluptate aliqua anim officia cillum adipisicing quis duis aute fugiat. Aliquip qui nulla duis veniam ullamco voluptate ullamco dolor amet. Ut sit do cupidatat do qui labore ea consequat Lorem. Voluptate sit esse mollit proident adipisicing veniam ad culpa ea cupidatat eu irure mollit. Dolor eu amet sint ullamco labore ea minim consequat ut.\r\n"
        },
        {
          "rate": 5,
          "review": "Id cillum Lorem eu amet irure. Eiusmod qui cupidatat dolore duis eiusmod sint voluptate irure occaecat amet. Duis amet ea veniam fugiat aute ex non enim magna. Consectetur nisi ea consectetur mollit eiusmod Lorem officia deserunt enim sit ea eu enim. Eu velit ad laboris id fugiat amet non ex elit elit aliquip aliqua consectetur. Commodo mollit laboris aliquip et irure laborum nulla anim laboris eiusmod enim commodo nostrud.\r\nAliqua veniam dolore magna aliquip nisi amet nulla aute deserunt quis non veniam nisi. Ea duis sunt irure deserunt laboris incididunt. Id elit nulla culpa et dolore dolor tempor ipsum consequat elit excepteur aliqua anim. Dolor magna consequat dolor veniam veniam consequat proident sunt. Laboris quis consectetur officia qui culpa quis labore aute elit consequat nisi dolore mollit. Proident aliqua sit et anim elit. Est eu eiusmod esse cillum ex deserunt aliquip cupidatat consequat sunt pariatur tempor fugiat.\r\nDo sunt quis et officia pariatur adipisicing anim sit adipisicing incididunt reprehenderit. Irure eu dolore sint et non nostrud. Ullamco eiusmod tempor minim id eu veniam.\r\n"
        },
        {
          "rate": 2,
          "review": "Consequat aute duis amet aliquip consequat pariatur quis fugiat ad est incididunt eu incididunt eu. Dolore quis magna occaecat deserunt. Consectetur sint dolore pariatur aliquip reprehenderit tempor ut dolor exercitation mollit id sunt tempor. Aliqua incididunt voluptate magna non fugiat sit voluptate consequat. Fugiat id commodo aliqua cupidatat incididunt consequat fugiat.\r\nNulla culpa ea esse incididunt exercitation est laborum laborum ipsum. Do duis qui non laborum laboris occaecat tempor exercitation. Aute consectetur aliquip adipisicing ut velit. Deserunt voluptate fugiat nostrud reprehenderit tempor tempor proident reprehenderit incididunt voluptate exercitation enim ullamco. Est culpa labore non sint dolore est eiusmod elit velit ex exercitation. Velit ad enim voluptate laborum id esse consectetur quis quis adipisicing.\r\nCulpa exercitation aliqua pariatur nulla. Aliquip enim adipisicing et do fugiat deserunt occaecat dolor mollit eu. Labore sint proident occaecat sunt exercitation ad officia est ipsum eu est nostrud esse. Consequat laboris deserunt incididunt velit.\r\n"
        },
        {
          "rate": 4,
          "review": "Fugiat mollit commodo nisi amet minim. Incididunt nisi est qui cillum magna qui laboris eiusmod enim laboris. Ad non occaecat sit veniam veniam velit est eiusmod amet. Amet tempor deserunt anim ut velit excepteur consequat quis qui. Ad et mollit nisi aliqua proident ea laborum sint. Magna irure ea cillum culpa.\r\nSit labore dolor qui non dolor laborum exercitation Lorem aliquip ad qui quis officia. Cillum qui aliquip culpa in veniam quis duis dolore irure et in cillum minim. Cillum ullamco aliqua ad nisi incididunt excepteur elit dolor. Aliquip veniam minim duis nisi elit nulla ea cillum tempor. Nisi dolor non tempor enim esse ex minim id veniam pariatur laborum. Ex fugiat commodo ullamco amet cupidatat voluptate deserunt enim cillum ullamco qui ut duis enim.\r\n"
        },
        {
          "rate": 5,
          "review": "In veniam magna cillum sit aute eu. Elit velit pariatur eu velit ut amet. Cillum eiusmod deserunt esse incididunt incididunt nostrud eu quis eu ut occaecat. Minim occaecat eiusmod consectetur veniam pariatur cupidatat exercitation ad do esse.\r\n"
        }
      ],
      "facilities": [
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c044b18b19188df2d2",
      "galleries": [
        "170-800x400.jpg",
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 1317.49,
      "name": "Labore Lorem magna qui mollit officia aute elit pariatur.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (926) 565-3385",
      "address": "650 Maple Avenue, Eagletown, Texas, 1429",
      "location": "Garberville",
      "detail": "Laborum dolore sunt ad aliquip ipsum eu nisi nisi veniam Lorem. Et cillum labore quis qui excepteur cillum. Aliquip laborum voluptate proident ut.\r\nSunt duis et velit cupidatat cupidatat adipisicing officia. Commodo eiusmod nulla sunt elit officia proident in fugiat est commodo. Consectetur ipsum velit magna exercitation aute exercitation. Exercitation do culpa pariatur quis in nulla.\r\nVelit magna laborum dolor irure est nisi adipisicing tempor dolore ut amet non tempor. Pariatur magna consectetur dolore velit est labore amet nulla adipisicing duis in qui veniam ut. Ea Lorem aliquip nulla enim enim amet ea ullamco elit aute consectetur. Adipisicing esse ipsum adipisicing laborum deserunt tempor exercitation anim ad laborum. Sint exercitation Lorem aliquip amet consequat mollit proident occaecat velit quis est nostrud nisi. Proident reprehenderit veniam do consectetur elit enim ullamco nisi incididunt elit proident. Consectetur aute eiusmod ea eiusmod anim consequat excepteur.\r\n",
      "description": "Adipisicing fugiat officia velit enim.",
      "latitude": -33.871388,
      "longitude": 64.717528,
      "sleeps": 14,
      "capacity": 5,
      "bedrooms": 6,
      "bathrooms": 6,
      "minNights": 4,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-29",
        "to": "2024-02-07"
      },
      "reviews": [
        {
          "rate": 2,
          "review": "Cupidatat ea nulla eiusmod aliquip. Voluptate minim commodo fugiat culpa voluptate pariatur mollit consequat anim sint. In laboris consequat et excepteur sunt sunt laborum amet esse quis. Id sunt eiusmod quis adipisicing consectetur id exercitation anim aute.\r\nNostrud irure aliqua magna quis dolor dolore irure id sit cupidatat nisi dolore. Enim anim sit duis dolore ipsum proident eu qui cillum laboris irure tempor culpa nulla. Consequat do id et deserunt incididunt duis sint consectetur reprehenderit laboris ullamco et. Reprehenderit in laboris exercitation aliqua ullamco qui pariatur aute veniam ut labore. Labore ad ex nulla et exercitation magna magna. Nostrud irure laborum enim deserunt culpa qui nisi aliquip.\r\n"
        },
        {
          "rate": 2,
          "review": "Quis duis mollit fugiat duis ut eu excepteur mollit ex duis velit. Ad consequat voluptate veniam reprehenderit mollit duis. Cillum ex reprehenderit aliquip Lorem ullamco elit. Minim dolor minim do cupidatat. Eu aute aute irure aute irure occaecat sit proident officia mollit Lorem ipsum nulla culpa. Fugiat fugiat elit ipsum non nisi ullamco.\r\nConsectetur ea cillum mollit nisi ex ipsum aliqua veniam est. Aliqua elit reprehenderit in enim enim aute in. Ex ipsum mollit qui quis consequat duis duis proident et minim incididunt.\r\n"
        },
        {
          "rate": 1,
          "review": "Adipisicing ea exercitation nostrud anim enim cupidatat deserunt consequat et nulla ut est labore. Pariatur sint velit anim aliquip velit dolor laborum. Esse duis est officia sint dolor nisi anim do ea. Amet ad eu nulla Lorem do minim est ullamco aliqua anim enim. Occaecat officia adipisicing do consectetur sit consequat occaecat labore anim velit aute laborum commodo dolore.\r\nEiusmod mollit reprehenderit ex do nisi nostrud ad et voluptate cillum. Sit ullamco quis minim mollit eu esse non dolore veniam tempor incididunt. Consectetur nisi Lorem dolore sunt ex in.\r\nAliqua nisi voluptate fugiat elit nulla proident et. Pariatur consequat do sit aliquip duis irure elit pariatur enim et cillum. Qui exercitation voluptate incididunt occaecat enim occaecat Lorem consequat eu. Consequat fugiat id laboris cillum in amet do dolore reprehenderit est eiusmod consequat.\r\n"
        },
        {
          "rate": 1,
          "review": "Exercitation laborum mollit adipisicing ea duis eiusmod enim voluptate ea laborum duis labore. Voluptate mollit nulla nisi amet irure amet enim deserunt officia culpa ex veniam nisi voluptate. Cillum laborum anim id incididunt esse.\r\nCulpa dolore culpa culpa consectetur ut irure occaecat. Magna commodo Lorem mollit tempor ad sunt sint consectetur sunt anim officia dolore minim. Amet est magna dolor veniam consequat nulla est in quis enim.\r\nConsectetur ad non magna aliquip ad. Veniam labore Lorem non consectetur nulla. Nostrud et ut incididunt eiusmod cupidatat proident irure ut laborum esse mollit. Nostrud quis irure velit dolore quis quis esse labore consectetur qui ea.\r\n"
        },
        {
          "rate": 2,
          "review": "Sunt deserunt aliqua reprehenderit deserunt deserunt do. Enim ullamco ullamco aute non et dolor occaecat aliquip ut nulla. Aliqua nulla sint enim laborum ad est reprehenderit nulla ipsum occaecat ullamco reprehenderit pariatur. Quis ipsum cillum Lorem id nisi eiusmod do fugiat ex sint cillum non ut laborum. Culpa id laboris quis consequat sunt adipisicing sint nisi sunt ullamco sit sint ad. Labore excepteur do fugiat adipisicing quis.\r\n"
        },
        {
          "rate": 1,
          "review": "Eiusmod nostrud eu quis excepteur minim minim quis. Culpa eiusmod consectetur culpa est sint incididunt consectetur reprehenderit. Aliqua ad do ad aliqua magna nulla proident id eu. Id dolor non duis aliqua eiusmod ut Lorem adipisicing deserunt aliqua dolore exercitation.\r\nQui quis aliqua commodo consequat exercitation ut veniam ad Lorem cupidatat. Id minim velit irure aliqua culpa ipsum id voluptate. Exercitation consequat ipsum magna cupidatat. Laboris cupidatat incididunt consectetur ipsum anim ex cillum laboris consequat pariatur deserunt ipsum. Consectetur mollit velit aute occaecat proident deserunt sunt nostrud ad excepteur ullamco aliquip in nostrud. Occaecat pariatur adipisicing Lorem mollit eu laborum reprehenderit exercitation culpa ea commodo minim qui Lorem. Incididunt sint amet culpa dolor in.\r\n"
        },
        {
          "rate": 4,
          "review": "Lorem laboris do cillum laborum do amet. Cillum et eu fugiat esse voluptate cupidatat. Cupidatat sint dolore veniam fugiat labore eu sint nostrud anim duis. Aliquip veniam consectetur occaecat consectetur culpa voluptate reprehenderit ad deserunt sint. Ipsum qui proident aliqua anim ex in. Sint do reprehenderit ut in.\r\nFugiat do cupidatat id aliqua cillum nostrud enim duis. Elit Lorem sit velit mollit laborum eu incididunt enim nostrud ad consequat ea esse. Officia exercitation culpa proident nisi dolor est ullamco officia. Non anim cupidatat laboris exercitation ipsum dolor. Sit id tempor sunt id commodo aliquip occaecat enim deserunt ullamco elit. Aute nisi aute adipisicing id ad eiusmod aliquip ad aute cillum qui voluptate.\r\nIncididunt reprehenderit minim in fugiat enim nisi consectetur ullamco eu officia qui deserunt esse eu. Cillum quis velit exercitation non. Magna ullamco ad amet ullamco elit amet ex. Exercitation eiusmod tempor adipisicing proident ad cillum pariatur. Voluptate consectetur voluptate et nulla sint cillum labore pariatur.\r\n"
        },
        {
          "rate": 3,
          "review": "Officia ut aute minim labore. Aliqua laboris quis dolore sint culpa. Ad labore id exercitation non sit qui adipisicing in ipsum laboris. Aute duis adipisicing reprehenderit quis officia duis laboris non elit.\r\nSint do velit incididunt tempor commodo amet ad ad sunt laboris velit minim fugiat. Fugiat commodo esse consequat nulla cupidatat laboris sint elit sit eu. Esse nostrud sit culpa deserunt eiusmod amet Lorem et culpa laboris sunt velit deserunt. Cupidatat eiusmod nulla esse dolore aliquip commodo excepteur ad laboris incididunt mollit consectetur est reprehenderit.\r\n"
        },
        {
          "rate": 1,
          "review": "Esse in Lorem ut labore deserunt dolor. Ullamco excepteur dolore ex eu enim duis sint. Voluptate esse occaecat nostrud id dolor voluptate incididunt consequat. Reprehenderit aute pariatur reprehenderit laborum laborum consequat dolor irure nisi occaecat cillum sunt mollit. Excepteur laboris aliquip velit velit enim.\r\nFugiat nulla mollit mollit magna voluptate enim ullamco eu pariatur deserunt ut cupidatat ad fugiat. Sunt reprehenderit laboris culpa tempor qui minim. Aliquip et ipsum eu dolor in duis aliqua voluptate est nisi Lorem cillum velit in. Id excepteur culpa cillum commodo consectetur officia consectetur adipisicing sint ullamco aute commodo.\r\nId ad Lorem deserunt quis quis pariatur deserunt deserunt ad laborum. Veniam ipsum culpa nisi veniam ipsum magna duis ea labore eiusmod ad id ullamco mollit. Anim adipisicing ullamco duis fugiat dolor dolore duis non ea aliquip adipisicing ullamco. Aute cillum excepteur dolor ex ipsum. Mollit dolore amet ad occaecat minim mollit.\r\n"
        },
        {
          "rate": 4,
          "review": "Et cillum adipisicing id nostrud. Et anim labore non officia commodo in id consectetur magna. Eiusmod est dolor ex in qui velit id culpa consequat consequat. Exercitation laboris tempor tempor amet do anim. Nostrud nostrud sint irure dolor est nisi duis incididunt proident enim. Mollit dolore dolor sint ad incididunt anim deserunt nostrud dolor. Eiusmod exercitation ex adipisicing culpa minim occaecat elit ad.\r\nSunt aliqua aliqua laborum sunt voluptate consectetur esse velit eu irure. Ullamco tempor laborum laboris tempor quis voluptate fugiat aliqua. Aliqua duis culpa ut minim occaecat sint eu deserunt sint voluptate enim incididunt. Sint culpa cupidatat laborum exercitation occaecat consectetur sunt. Enim consequat adipisicing eu enim consequat mollit pariatur deserunt eiusmod anim adipisicing in elit deserunt. Proident consectetur commodo tempor aute aliquip est excepteur laborum aliqua eu irure velit duis. Magna Lorem nostrud est in nulla pariatur dolore non ad nulla do ad.\r\nQui sit amet est irure culpa ullamco tempor minim consectetur id cillum. Pariatur reprehenderit laborum nulla consectetur sit labore magna est est ut fugiat sunt tempor amet. Sit mollit mollit amet eu duis anim ad reprehenderit incididunt ex. Sit quis voluptate labore officia culpa in. Sit amet id irure culpa non laboris minim consectetur adipisicing.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly"
      ]
    },
    {
      "id": "62fca6c0e546058f87deb998",
      "galleries": [
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg",
        "1005-800x400.jpg"
      ],
      "price": 3043.51,
      "name": "Aliquip aute ipsum ad consectetur tempor.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (924) 415-2723",
      "address": "698 Beverley Road, Bakersville, Nebraska, 4112",
      "location": "Nile",
      "detail": "Aliqua cupidatat deserunt eiusmod irure officia dolor ut. Aliquip cupidatat exercitation in ut. Esse non quis nulla occaecat. Incididunt adipisicing irure esse aute dolore voluptate. Aliquip cupidatat nulla ad consequat culpa Lorem ipsum eu exercitation sunt enim.\r\nAliquip laborum ut cupidatat fugiat ullamco. Lorem consequat excepteur eiusmod eiusmod esse minim adipisicing. Lorem ea qui ex incididunt. Duis eu dolore occaecat esse nulla sint cillum nisi incididunt et ipsum fugiat deserunt. Culpa proident sint fugiat adipisicing commodo occaecat adipisicing minim exercitation exercitation.\r\nOccaecat elit minim deserunt excepteur commodo pariatur labore laboris amet velit tempor pariatur. Proident quis ad cupidatat Lorem. Nisi excepteur cupidatat dolor laborum ex pariatur id. Voluptate aute sint Lorem enim non mollit. Nostrud exercitation consectetur consequat laboris amet aliquip magna.\r\n",
      "description": "Adipisicing id exercitation cillum et consectetur occaecat sunt eu et laborum.",
      "latitude": 11.802393,
      "longitude": 119.076427,
      "sleeps": 12,
      "capacity": 5,
      "bedrooms": 6,
      "bathrooms": 5,
      "minNights": 5,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-19",
        "to": "2024-02-25"
      },
      "reviews": [],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free"
      ]
    },
    {
      "id": "62fca6c0c8442adfd3f00d92",
      "galleries": [
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg"
      ],
      "price": 2420.15,
      "name": "Do occaecat amet do id minim commodo cillum officia.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (882) 571-3758",
      "address": "947 Lake Street, Orovada, Maryland, 2405",
      "location": "Sanders",
      "detail": "Aliquip ut laboris duis non veniam. Exercitation laboris officia velit non ex minim veniam exercitation consequat. Enim proident proident nisi Lorem adipisicing ullamco et in excepteur. Ut culpa nulla amet tempor commodo. Nisi non aute cupidatat deserunt sint. Ad nostrud do eiusmod fugiat voluptate deserunt exercitation sit culpa amet proident amet adipisicing.\r\nDuis exercitation dolore magna laboris est. Minim in aute officia magna consequat esse culpa labore aute id. Cillum enim non commodo minim minim et. Esse occaecat veniam cillum minim qui. Enim excepteur eiusmod adipisicing fugiat do duis excepteur sit culpa. Fugiat anim elit fugiat officia anim ea tempor. Aliquip sunt reprehenderit ea sunt excepteur elit non consectetur ea Lorem officia anim.\r\nMagna dolor qui ex deserunt veniam sunt ad eu elit. Qui fugiat labore duis nisi aliqua nostrud adipisicing fugiat commodo commodo. Elit officia magna anim aute. Esse eu dolor veniam dolore.\r\n",
      "description": "Ipsum aliqua reprehenderit excepteur sit culpa.",
      "latitude": -87.808061,
      "longitude": 165.884236,
      "sleeps": 19,
      "capacity": 3,
      "bedrooms": 8,
      "bathrooms": 6,
      "minNights": 3,
      "shared": false,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-26",
        "to": "2023-09-05"
      },
      "reviews": [],
      "facilities": [
        "Air conditioning",
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools"
      ]
    },
    {
      "id": "62fca6c08c3e5709bd5a95b2",
      "galleries": [
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg"
      ],
      "price": 2172.75,
      "name": "Eiusmod enim proident commodo nisi proident qui anim enim occaecat duis deserunt.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (941) 588-2595",
      "address": "219 Kingsland Avenue, Crawfordsville, North Dakota, 9938",
      "location": "Temperanceville",
      "detail": "Consectetur sunt qui non consectetur qui reprehenderit non ut ad nulla enim. Cillum sit nisi consectetur non dolor qui magna. Ullamco sint est voluptate ullamco magna commodo irure officia ipsum tempor culpa cupidatat reprehenderit. Ut qui excepteur commodo aliquip exercitation nulla officia ea esse dolore adipisicing.\r\nLaboris est sit Lorem nulla veniam magna laborum laborum elit amet minim veniam. Dolor dolore cillum voluptate fugiat deserunt labore. Officia occaecat culpa laborum quis tempor occaecat ea esse anim anim in occaecat eu consectetur. Deserunt mollit duis elit cillum ad duis ea non et duis est. Enim ea dolor quis nulla id exercitation sint reprehenderit veniam aliquip sunt.\r\nLorem magna in aliquip consectetur non deserunt veniam ad ea non qui. Aliquip sit veniam minim magna reprehenderit eiusmod nulla elit amet est consequat anim. Esse veniam id ad tempor Lorem deserunt nostrud veniam elit Lorem amet.\r\n",
      "description": "Tempor nostrud magna voluptate in nisi pariatur irure consectetur enim voluptate est.",
      "latitude": 23.239286,
      "longitude": 86.494782,
      "sleeps": 21,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 7,
      "minNights": 5,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-20",
        "to": "2024-01-29"
      },
      "reviews": [
        {
          "rate": 1,
          "review": "Nisi reprehenderit amet duis aliqua occaecat fugiat. Sunt cillum sit laborum sit do irure et laborum consequat eiusmod aliqua culpa. Officia ipsum et est officia ex non minim reprehenderit proident deserunt quis amet do et.\r\nIrure commodo esse cupidatat sint non ea ex ut. Tempor fugiat excepteur cillum id consequat labore ullamco. Voluptate voluptate laboris enim et fugiat occaecat eu. Magna aliquip officia do officia.\r\n"
        },
        {
          "rate": 4,
          "review": "Quis ipsum exercitation laborum culpa officia consequat qui anim in minim reprehenderit enim. Excepteur non mollit dolor Lorem consectetur fugiat enim ex aliqua. Cupidatat cillum duis velit est minim anim ullamco tempor velit adipisicing in.\r\n"
        },
        {
          "rate": 1,
          "review": "Mollit ullamco ipsum ex voluptate cillum Lorem proident. Id aliquip cillum nulla excepteur officia. Lorem veniam enim laborum veniam nisi voluptate eiusmod tempor pariatur non est.\r\nLaboris Lorem occaecat reprehenderit magna cillum anim elit veniam esse Lorem veniam consectetur. Et officia aute sit ea ipsum. Duis est dolore ex laboris eiusmod enim. Duis excepteur reprehenderit excepteur ullamco consequat et minim enim ullamco irure. Enim et cillum sunt et culpa proident commodo nisi elit cupidatat ipsum tempor tempor cillum.\r\n"
        },
        {
          "rate": 0,
          "review": "Consequat in in pariatur enim tempor dolor minim sit exercitation. Ea ad minim magna ut dolore nulla. Minim culpa et aliqua non ea minim commodo proident laborum exercitation sint velit culpa.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub"
      ]
    },
    {
      "id": "62fca6c0e17bde845be821e6",
      "galleries": [
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg"
      ],
      "price": 1348.48,
      "name": "Id et ad consectetur reprehenderit eu sint cupidatat minim fugiat ea qui occaecat consectetur.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (925) 507-2302",
      "address": "359 Erskine Loop, Cobbtown, Connecticut, 7280",
      "location": "Bainbridge",
      "detail": "Nulla duis do pariatur magna ad id mollit voluptate. Sint nostrud nostrud non id irure ut non adipisicing minim. Magna incididunt proident enim cupidatat nisi ut esse quis eu laborum qui est adipisicing officia. Duis ullamco officia et in est officia sit quis voluptate culpa. Ea magna duis occaecat ipsum tempor. Pariatur duis occaecat incididunt dolor dolor incididunt aliquip eiusmod. Sit in laborum commodo nostrud proident non voluptate cupidatat ut sint cillum.\r\nCulpa tempor ex nulla nostrud ipsum pariatur do aute. Incididunt in ut dolor amet. Excepteur occaecat aliquip est proident Lorem velit irure.\r\nEa id id duis aliquip occaecat anim deserunt laboris occaecat qui. Elit pariatur cillum exercitation duis anim laboris enim nulla sint deserunt qui qui commodo. Ullamco quis nulla et pariatur ipsum id est mollit tempor anim aliqua pariatur Lorem laborum. Esse deserunt enim occaecat reprehenderit minim eiusmod. Ex nisi enim occaecat et mollit duis adipisicing laborum quis aute aliqua commodo excepteur. Eu irure ut mollit laboris nisi consectetur do sit officia reprehenderit.\r\n",
      "description": "Nisi esse aliquip reprehenderit veniam.",
      "latitude": 71.636992,
      "longitude": -156.34004,
      "sleeps": 19,
      "capacity": 3,
      "bedrooms": 8,
      "bathrooms": 5,
      "minNights": 4,
      "shared": true,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-22",
        "to": "2023-09-15"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Sit velit sint nostrud consequat veniam consequat. Irure ex dolore nisi pariatur officia exercitation velit laborum aliqua. Ex eu do et anim occaecat reprehenderit sit. Aliqua nulla elit non eiusmod non amet. Ea Lorem id commodo pariatur minim duis mollit consectetur amet minim. Enim nisi incididunt enim cupidatat cillum consequat voluptate. Labore exercitation ut proident cupidatat dolore tempor duis laborum.\r\n"
        },
        {
          "rate": 5,
          "review": "Culpa quis excepteur excepteur culpa nostrud labore labore anim consectetur proident id aliquip deserunt. Veniam adipisicing voluptate non quis sunt proident excepteur fugiat occaecat duis. Magna id laboris excepteur fugiat occaecat. Pariatur est sit id et.\r\nTempor eu consectetur consectetur ex commodo ipsum reprehenderit quis. Velit cupidatat elit dolore veniam enim reprehenderit ea occaecat excepteur nisi deserunt consequat. Dolore cupidatat proident consequat cillum proident labore id laborum sint ut. Pariatur do excepteur tempor labore ullamco consectetur. Amet duis veniam irure culpa est quis elit sunt commodo. Irure cillum in nostrud irure proident et cillum in pariatur ut exercitation ea. Aute sit commodo nisi aliqua est mollit nulla quis magna sint.\r\nOccaecat aute reprehenderit aliqua minim qui nostrud culpa irure velit exercitation. Eiusmod id deserunt in nostrud do ullamco et nulla. Enim culpa nisi exercitation sint reprehenderit sint occaecat ex ea. Ut dolore aute occaecat eu. Cupidatat occaecat aliquip dolor labore non officia. Esse sint labore ea aute. Velit consectetur dolor occaecat consectetur sit cupidatat sint irure.\r\n"
        },
        {
          "rate": 5,
          "review": "Culpa reprehenderit sit consectetur fugiat eiusmod Lorem anim pariatur velit qui dolor aute consequat anim. Voluptate id fugiat nostrud do cillum tempor sunt incididunt esse est sunt eiusmod mollit. Do do sint enim aliquip aliquip minim amet aliquip sit do sunt irure.\r\nNisi cillum duis fugiat incididunt dolor occaecat ipsum. Aute proident mollit proident amet nostrud nostrud ullamco incididunt voluptate esse anim commodo ad eiusmod. Anim occaecat adipisicing duis nostrud. Aute irure dolore mollit minim exercitation incididunt ex ipsum ea ex esse. Irure duis est irure dolor deserunt dolore tempor veniam commodo esse cupidatat duis dolore. Duis reprehenderit voluptate nostrud et amet enim reprehenderit veniam anim officia esse ea pariatur. Fugiat cupidatat mollit ut anim ea ut ad ut quis cillum sint adipisicing nisi aute.\r\n"
        },
        {
          "rate": 5,
          "review": "Amet sit deserunt pariatur id irure sint id. Cupidatat in nulla est occaecat ex Lorem fugiat aliquip excepteur aliquip. In elit ex velit commodo duis quis. Tempor enim sint aliquip ad ut Lorem. Irure anim occaecat id Lorem. Labore occaecat ut velit anim id culpa labore quis. In qui occaecat consequat esse cillum.\r\n"
        },
        {
          "rate": 0,
          "review": "Deserunt Lorem cillum non quis non cupidatat et culpa culpa. Culpa reprehenderit nostrud proident ipsum minim aliquip esse nulla nostrud nulla elit magna. Exercitation Lorem commodo nisi deserunt excepteur labore voluptate irure dolore anim reprehenderit ad. Commodo sint ea fugiat eu. Consectetur officia proident et reprehenderit minim minim exercitation quis nulla laboris ullamco deserunt irure officia. Reprehenderit laborum esse ea aliqua.\r\n"
        },
        {
          "rate": 2,
          "review": "Ullamco eiusmod et nisi laboris non. Adipisicing magna eiusmod sint nisi irure minim enim laboris ea. Eu aute tempor aliquip quis enim officia non. Reprehenderit eu aliqua do nulla consequat deserunt ipsum eu sunt deserunt mollit.\r\nEiusmod consectetur id consequat aute excepteur do enim nostrud quis laboris voluptate magna nisi. Eu excepteur aute eiusmod quis irure in aute. Quis voluptate esse reprehenderit minim.\r\nNon tempor minim enim aliquip mollit culpa quis cillum duis. Exercitation nostrud eu exercitation tempor eiusmod mollit nulla officia sit. Aliqua eiusmod duis est voluptate. Sint dolor labore nisi nulla proident labore nisi tempor ut culpa irure irure. Consectetur eiusmod dolor nostrud exercitation magna labore sit sint labore qui ad elit ex. Ut consectetur magna occaecat ad culpa ad.\r\n"
        },
        {
          "rate": 5,
          "review": "Aute adipisicing laborum non consequat ullamco tempor. Nulla aute adipisicing veniam enim laboris voluptate aliquip excepteur irure exercitation. Sit amet minim voluptate deserunt deserunt cillum do est. Dolore dolor ex incididunt cupidatat in sint cillum labore excepteur occaecat commodo.\r\nAnim proident consequat do incididunt. Ipsum Lorem anim ut fugiat est cillum sunt cupidatat esse nulla laboris eiusmod. Aute voluptate nisi occaecat cupidatat enim sit commodo eu aute Lorem. Laboris veniam elit laboris enim mollit est ex minim nostrud laboris. Cillum quis eiusmod officia sit consequat non officia in Lorem cillum pariatur. Occaecat non mollit proident proident anim deserunt excepteur.\r\n"
        }
      ],
      "facilities": [
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c0fbeaf8fa8b30adfe",
      "galleries": [
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg",
        "1005-800x400.jpg"
      ],
      "price": 3815.24,
      "name": "Reprehenderit elit sunt officia voluptate aliquip velit magna sunt reprehenderit occaecat adipisicing enim Lorem ut.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (856) 598-2650",
      "address": "215 Seeley Street, Frizzleburg, Oregon, 8862",
      "location": "Broadlands",
      "detail": "Mollit ea elit ut eiusmod incididunt sint. Velit voluptate labore mollit laboris mollit tempor excepteur incididunt irure excepteur amet elit ut sit. Ullamco nisi elit proident ullamco nulla. Excepteur sit consectetur occaecat nulla duis cupidatat consectetur nisi labore aliqua. In quis labore id in laborum ea nisi duis magna nisi ex. Minim anim eu nulla consectetur cupidatat fugiat.\r\nDeserunt magna quis ad ea. Adipisicing esse consequat deserunt cillum ipsum eiusmod. Mollit fugiat esse deserunt ad laboris minim voluptate occaecat. Laboris irure cillum officia do adipisicing consequat fugiat non incididunt irure labore. Do ullamco est nostrud ad do cillum ut id in amet.\r\nExercitation non id eiusmod laborum eu laborum eu aute voluptate. Commodo amet minim exercitation consequat ad laborum tempor amet occaecat enim deserunt irure ullamco. Aute et pariatur fugiat commodo velit laborum non eu. Laborum consequat cupidatat enim ut commodo tempor. Proident eu fugiat occaecat officia duis enim ea anim aute reprehenderit ex eiusmod laboris. Lorem tempor proident in commodo quis dolore ex nisi ex qui id do quis.\r\n",
      "description": "Excepteur laborum velit magna duis consequat do eu elit officia eu eu dolore aliquip sit.",
      "latitude": -58.725385,
      "longitude": 99.131958,
      "sleeps": 21,
      "capacity": 4,
      "bedrooms": 6,
      "bathrooms": 8,
      "minNights": 5,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-27",
        "to": "2023-10-16"
      },
      "reviews": [
        {
          "rate": 4,
          "review": "Pariatur ut occaecat exercitation ut in commodo laboris. Labore non esse ad laboris non aliquip. Anim elit ea excepteur laborum duis ea sit ea dolor cillum aute laboris. Velit deserunt ea exercitation sit aliquip esse et velit ea ea mollit culpa. Ad enim ea nostrud aliquip consectetur officia dolore ullamco.\r\nAmet commodo irure labore eiusmod in ipsum laboris. Consectetur dolor pariatur cillum non aliqua pariatur consequat fugiat fugiat. Id aute aute Lorem incididunt duis ullamco. Anim nisi exercitation incididunt aliqua officia sit exercitation aute adipisicing aliquip occaecat consectetur. Irure mollit qui excepteur cupidatat. Voluptate magna sit tempor incididunt esse officia excepteur ex.\r\nLorem cillum sunt commodo laboris cillum nisi quis exercitation et eiusmod ut. Culpa deserunt minim officia exercitation excepteur aliquip esse amet do ea. Officia laboris qui excepteur id commodo sit. Mollit non consequat est et consectetur veniam consequat ut esse enim adipisicing ex.\r\n"
        }
      ],
      "facilities": [
        "Kid-friendly",
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub"
      ]
    },
    {
      "id": "62fca6c0dc1fe33fdb01f3b7",
      "galleries": [
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg"
      ],
      "price": 2921.86,
      "name": "Reprehenderit nisi consectetur pariatur cupidatat.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (839) 452-2960",
      "address": "585 Beayer Place, Hobucken, Vermont, 4271",
      "location": "Mappsville",
      "detail": "Ut non laborum do minim irure officia tempor aliqua anim. Nulla quis ullamco mollit do qui dolore duis excepteur enim amet nulla. Aute esse do pariatur occaecat tempor Lorem dolor magna. Consequat fugiat mollit consequat exercitation do ut non occaecat Lorem ipsum laborum.\r\nAd aute fugiat sit magna est esse non. Proident sint tempor non sunt. Id irure ipsum occaecat eiusmod nulla et aute consequat ullamco incididunt. Duis tempor amet magna velit magna laborum.\r\nMollit qui consectetur id eiusmod. Cupidatat laborum amet tempor incididunt ut ipsum. Lorem culpa esse id nisi adipisicing incididunt consequat. Id esse nisi laborum nostrud. Ullamco eiusmod nisi sunt in consequat nostrud duis amet aliqua ea incididunt minim aliqua.\r\n",
      "description": "Laboris nisi consectetur nisi mollit velit labore.",
      "latitude": -31.952831,
      "longitude": -37.081749,
      "sleeps": 20,
      "capacity": 6,
      "bedrooms": 4,
      "bathrooms": 5,
      "minNights": 3,
      "shared": true,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-23",
        "to": "2023-08-30"
      },
      "reviews": [
        {
          "rate": 3,
          "review": "Nostrud amet ea proident et. Ea minim in adipisicing sit in esse voluptate fugiat qui adipisicing. Consequat est aliqua ex laborum eu elit in dolor in labore.\r\nDolore quis minim reprehenderit laboris commodo consequat ad. Dolore incididunt magna aliqua excepteur laborum officia ad. Sunt veniam ipsum pariatur aute non. Qui tempor nulla consectetur culpa reprehenderit reprehenderit eu labore elit. Et aliqua mollit veniam esse. Pariatur sint anim sint qui excepteur. Cillum in veniam eiusmod reprehenderit incididunt incididunt sint irure exercitation ipsum nulla.\r\nSit dolore tempor nostrud labore irure amet dolor nulla do aliquip nulla aute. Nostrud cillum dolore in proident voluptate anim nostrud in eu. Sint consequat pariatur consectetur elit aute ipsum labore reprehenderit in consectetur dolore incididunt cillum. Velit commodo adipisicing incididunt sit minim irure amet consectetur excepteur laboris magna fugiat. Amet occaecat magna enim cupidatat pariatur. Nulla velit in exercitation id consectetur ullamco.\r\n"
        },
        {
          "rate": 0,
          "review": "Voluptate dolore enim pariatur adipisicing laborum qui anim ea. Enim pariatur anim reprehenderit eu dolor in ea. In aliqua magna non proident amet occaecat commodo pariatur. Labore magna ex anim occaecat adipisicing.\r\nEnim exercitation consequat nisi reprehenderit. Laboris quis nulla aliquip reprehenderit deserunt reprehenderit est duis do duis elit velit exercitation duis. Est elit incididunt dolore duis veniam cupidatat non. Eu ea pariatur esse pariatur magna elit ea. Duis incididunt enim est exercitation nostrud enim ea enim sint ex magna.\r\nEnim cillum enim magna consequat consectetur. Laborum consequat magna id irure commodo. Proident ad ex amet mollit veniam id sit. Deserunt esse aute irure excepteur minim cupidatat pariatur aute culpa exercitation enim. Pariatur ad cupidatat labore aliquip amet nostrud. Eiusmod consequat non eiusmod sunt aliqua. Incididunt dolore officia cupidatat tempor et ullamco consectetur deserunt.\r\n"
        },
        {
          "rate": 3,
          "review": "Quis nisi veniam in culpa laborum quis est adipisicing ea anim deserunt. Irure enim deserunt consectetur nulla veniam nostrud Lorem laborum sunt pariatur enim. Ad esse excepteur ullamco laboris labore voluptate id enim consectetur laboris. Non in labore commodo velit dolor occaecat aliqua cillum nulla amet pariatur in aute.\r\n"
        },
        {
          "rate": 1,
          "review": "In sunt ipsum ullamco elit quis sit dolore enim aliqua in ad reprehenderit Lorem officia. Et et ad officia irure anim excepteur proident commodo nisi excepteur sunt Lorem. Amet velit nulla anim cupidatat cupidatat elit ex magna ea officia. Ut velit nisi occaecat ex adipisicing mollit esse dolor elit non labore id.\r\nOccaecat enim esse dolor excepteur. Excepteur exercitation quis laboris quis sint nisi ullamco duis ad fugiat adipisicing aute mollit deserunt. Velit sit quis aliqua eiusmod esse occaecat qui. Fugiat mollit tempor reprehenderit proident esse adipisicing ipsum ipsum amet. Occaecat dolore est minim irure. Amet dolor ut mollit magna aliqua cupidatat mollit ex voluptate irure. Ad culpa ex do exercitation non deserunt labore et velit.\r\n"
        },
        {
          "rate": 0,
          "review": "Dolore laboris laborum esse officia exercitation do duis reprehenderit minim ad esse laborum magna irure. Ex qui ea aliquip dolor magna velit aliquip. Esse adipisicing excepteur excepteur ipsum culpa cupidatat aliqua cupidatat anim minim velit consequat. Irure aliqua Lorem enim culpa exercitation non veniam eu proident. Adipisicing ea est eiusmod ad incididunt minim nulla dolore nulla minim ex ex ea eu. Cupidatat labore magna dolore aliquip in ea tempor dolor aute occaecat veniam.\r\nDuis pariatur do laborum nisi ipsum. Ut adipisicing veniam officia tempor reprehenderit officia sit excepteur sunt. Quis cillum labore sint nisi nostrud labore occaecat voluptate sunt ipsum exercitation ex. Consectetur veniam aliquip dolore adipisicing veniam anim dolore quis reprehenderit. Id enim exercitation Lorem enim ut officia magna culpa dolore reprehenderit nisi est nulla ea. Duis anim in minim elit ex nulla amet cupidatat veniam aliquip excepteur deserunt elit. Lorem ad fugiat laborum ipsum in eiusmod eu reprehenderit minim labore.\r\nAdipisicing nisi dolor esse consectetur nostrud tempor dolor culpa cillum. Mollit ad Lorem laborum non mollit eu qui minim officia dolore ut consequat cillum. Nisi sit nostrud est sint adipisicing amet incididunt fugiat exercitation labore proident ipsum nostrud. Sunt non dolor eu et ea cupidatat. Sit adipisicing minim magna proident velit commodo in nulla ullamco adipisicing duis do culpa. Est ullamco pariatur enim elit exercitation id aute.\r\n"
        },
        {
          "rate": 5,
          "review": "Non eu consequat duis dolore sit voluptate magna nulla ex tempor duis ad commodo. Exercitation nulla veniam amet mollit anim et culpa aliqua. Dolore dolor minim exercitation est ex dolore est deserunt proident adipisicing cupidatat. In qui eiusmod consectetur quis aute.\r\nAd mollit id sint aute incididunt consequat tempor aute magna nulla cupidatat qui et. Ex id incididunt cupidatat dolor minim excepteur pariatur. Sint minim laborum sint consectetur culpa enim officia proident id proident. Exercitation sint commodo adipisicing duis proident do duis exercitation. Occaecat eu est deserunt ex laboris veniam est esse pariatur anim nisi enim aliqua nostrud. Irure enim excepteur consequat nisi.\r\n"
        },
        {
          "rate": 0,
          "review": "Sit magna cillum eiusmod elit culpa ullamco elit minim ut. Proident tempor elit eiusmod esse duis dolor amet duis aute fugiat esse veniam dolor consequat. Enim incididunt tempor ex enim incididunt minim qui elit qui commodo sit. Amet esse occaecat laboris mollit sint id qui consectetur nostrud nostrud est tempor labore. Sunt laborum sit cillum mollit sunt sunt est reprehenderit elit laboris nisi nisi.\r\nMagna ullamco veniam id ullamco laborum Lorem reprehenderit. Anim velit ea et dolor non proident ipsum id. Consectetur officia duis anim laborum.\r\nMagna aliquip anim sit consectetur nisi proident enim elit non. Velit nulla laborum veniam velit esse Lorem id adipisicing. Et proident tempor sint veniam nostrud laborum ipsum laboris deserunt ad elit excepteur cillum.\r\n"
        },
        {
          "rate": 2,
          "review": "Fugiat enim aliqua cupidatat et fugiat. Magna consequat dolor adipisicing ut aliquip quis anim. Velit pariatur dolore ipsum culpa amet fugiat cupidatat magna veniam ipsum nisi id ex.\r\nEa exercitation id tempor duis excepteur magna reprehenderit duis. Officia qui commodo do Lorem pariatur. Cupidatat qui eu quis Lorem consectetur. Ex veniam ullamco fugiat ex nulla quis et dolor. Incididunt non ut aute et incididunt aute tempor consequat ad nostrud reprehenderit irure. Eu officia tempor do occaecat reprehenderit cupidatat. Mollit duis eiusmod ad velit esse nulla nisi reprehenderit ex incididunt.\r\nCupidatat incididunt eu officia occaecat cupidatat. Amet amet ea quis ut elit ipsum nulla quis reprehenderit excepteur cillum pariatur proident nisi. Ea velit enim sunt dolore excepteur dolor eu voluptate ex pariatur officia aute laboris. Deserunt labore exercitation ad reprehenderit excepteur aute dolor nostrud irure.\r\n"
        },
        {
          "rate": 3,
          "review": "Aute ut commodo in voluptate esse laborum tempor esse. Est do velit pariatur do exercitation id eiusmod qui mollit minim cillum sit dolor. Adipisicing aliquip officia quis ad proident fugiat. Adipisicing proident dolor enim qui eiusmod fugiat pariatur. Duis Lorem adipisicing ad velit. Laboris proident officia duis adipisicing adipisicing consectetur sit. Dolor eiusmod deserunt culpa occaecat in anim velit.\r\nDeserunt aliquip pariatur mollit excepteur anim excepteur esse cillum labore. Ullamco mollit sunt cupidatat quis commodo aliquip. Lorem exercitation aute ipsum consequat commodo labore ex pariatur velit ipsum. Aute id Lorem proident ullamco anim non ea commodo cillum ullamco. In consequat irure Lorem labore esse fugiat cillum eiusmod. Officia officia culpa ad sunt fugiat velit commodo quis laborum mollit elit mollit do irure. Duis commodo ex in excepteur laboris culpa.\r\nSunt fugiat aliquip voluptate dolore. Fugiat nostrud qui mollit in irure culpa magna. Aliqua esse reprehenderit culpa non eu pariatur non aliquip reprehenderit cupidatat. Ex magna tempor voluptate esse mollit aute veniam proident. Ea duis et aute anim amet nisi dolor elit qui veniam ex nisi occaecat. Magna ipsum commodo velit eu cillum est consequat. Cupidatat laborum minim fugiat dolor in cupidatat in amet magna labore sit nulla aute eu.\r\n"
        },
        {
          "rate": 2,
          "review": "Ex culpa qui eiusmod cupidatat cupidatat. Ex commodo do esse qui do minim eiusmod velit Lorem. Sint ut Lorem reprehenderit commodo enim eiusmod proident laboris enim sunt reprehenderit aute. Est nisi do ea Lorem adipisicing cillum tempor est occaecat nulla. Aliqua eu id adipisicing ea qui occaecat laborum. Ipsum veniam id mollit non veniam pariatur velit consectetur amet reprehenderit aliqua commodo eu. Laboris dolor excepteur ex fugiat ut elit veniam eu ullamco sit cupidatat tempor.\r\nExercitation minim laboris laboris laboris. Nulla amet veniam consequat duis voluptate culpa. Veniam amet tempor nulla ipsum ea Lorem esse in excepteur labore laboris reprehenderit.\r\n"
        },
        {
          "rate": 3,
          "review": "Aute incididunt magna ex excepteur et labore duis id anim laborum ea. Amet occaecat minim aliqua ad magna tempor culpa id in esse duis pariatur laborum et. Amet veniam ipsum laboris duis mollit nostrud. Elit labore pariatur magna est exercitation esse ullamco et reprehenderit.\r\n"
        }
      ],
      "facilities": [
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free"
      ]
    },
    {
      "id": "62fca6c004408bb03ccc7835",
      "galleries": [
        "132-800x400.jpg",
        "170-800x400.jpg",
        "265-800x400.jpg",
        "272-800x400.jpg",
        "275-800x400.jpg",
        "295-800x400.jpg",
        "324-800x400.jpg",
        "397-800x400.jpg",
        "412-800x400.jpg",
        "654-800x400.jpg",
        "669-800x400.jpg",
        "702-800x400.jpg",
        "800-800x400.jpg",
        "804-800x400.jpg",
        "822-800x400.jpg",
        "852-800x400.jpg",
        "855-800x400.jpg",
        "942-800x400.jpg",
        "969-800x400.jpg",
        "989-800x400.jpg",
        "1005-800x400.jpg"
      ],
      "price": 978.54,
      "name": "Elit aliquip est do cupidatat tempor.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (814) 542-2848",
      "address": "186 McClancy Place, Orick, Wisconsin, 9887",
      "location": "Farmington",
      "detail": "Mollit aliquip anim nostrud enim in sit occaecat commodo. Velit est sint do sunt in enim cupidatat. Minim velit sint aliquip cillum excepteur eiusmod. Aliquip sint enim minim aliqua laboris magna. Deserunt ullamco laborum ipsum Lorem adipisicing quis adipisicing eu reprehenderit veniam officia minim.\r\nCulpa voluptate labore anim voluptate proident aliqua et nostrud sit occaecat ipsum incididunt. Culpa labore culpa elit deserunt. Nostrud non fugiat ipsum occaecat ullamco commodo ipsum proident non duis tempor officia quis deserunt.\r\nId aute labore ad dolor id ullamco. Dolor officia incididunt excepteur magna ipsum consequat. Anim ut ipsum ipsum duis consectetur nostrud consectetur proident qui velit. Consectetur ipsum aliqua nisi excepteur fugiat ut do voluptate et proident est. Non et aliqua nisi Lorem magna labore deserunt.\r\n",
      "description": "Voluptate labore et in tempor labore.",
      "latitude": -12.013356,
      "longitude": -137.149593,
      "sleeps": 17,
      "capacity": 6,
      "bedrooms": 8,
      "bathrooms": 8,
      "minNights": 3,
      "shared": true,
      "isBooked": true,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-19",
        "to": "2024-02-02"
      },
      "reviews": [
        {
          "rate": 1,
          "review": "Tempor nisi eiusmod deserunt labore deserunt esse proident. Culpa et voluptate enim Lorem reprehenderit in sint aliquip occaecat sit velit velit. Eu anim ut fugiat et nulla veniam adipisicing. Ea enim amet sint reprehenderit id consequat adipisicing fugiat anim laborum proident Lorem tempor excepteur. Aute deserunt consectetur excepteur laboris labore nulla et enim aliqua sint Lorem culpa. Officia cupidatat sint culpa proident pariatur eiusmod consectetur et. Veniam qui ullamco culpa fugiat aute culpa ea do.\r\n"
        },
        {
          "rate": 5,
          "review": "Cillum qui ut laborum Lorem consectetur fugiat fugiat officia cillum deserunt non. Aliquip incididunt cillum exercitation eu qui laboris id Lorem quis. Minim eiusmod aute excepteur aliqua qui excepteur ex laborum nulla est ullamco cillum ullamco ex. Amet est in commodo laboris tempor elit voluptate.\r\nDuis eiusmod velit ut occaecat non veniam cillum magna ea enim occaecat incididunt laborum. Pariatur veniam commodo mollit laboris cupidatat ad aliqua. Dolore velit excepteur eu Lorem voluptate exercitation irure enim sint veniam do aliqua. Aute veniam aliqua est Lorem irure Lorem eiusmod reprehenderit.\r\n"
        },
        {
          "rate": 3,
          "review": "Ut excepteur deserunt consequat sint eu. Labore est nisi tempor exercitation laborum. Nostrud commodo consectetur anim aliqua exercitation proident sit culpa dolor pariatur. Nulla reprehenderit veniam eiusmod aliquip culpa dolore eu culpa. Ex nisi labore consectetur enim.\r\n"
        },
        {
          "rate": 0,
          "review": "Ullamco labore culpa nostrud laboris sit ipsum ea cupidatat cillum anim. Amet mollit exercitation ut voluptate velit nulla ut sunt cillum. Id cupidatat ipsum officia laboris nisi. Sunt Lorem ipsum labore sint commodo quis commodo proident laborum consectetur do consectetur ea ad.\r\n"
        },
        {
          "rate": 3,
          "review": "Pariatur amet velit consectetur ea esse deserunt in fugiat labore velit sint nulla. Consectetur id voluptate proident enim. Qui quis magna laborum ullamco id ipsum anim ea pariatur. Occaecat deserunt incididunt in aliquip amet et aliqua mollit commodo do nisi veniam id.\r\nNisi consectetur anim eu duis irure id exercitation qui proident aliqua. Amet cupidatat pariatur sunt irure non ea. Enim quis occaecat labore exercitation occaecat ex tempor deserunt cupidatat. Sunt irure tempor reprehenderit quis aute proident nulla. Quis dolore aliquip sunt aliquip cillum sunt officia anim aliqua. Officia deserunt nisi veniam mollit in proident id duis id ut.\r\nEnim incididunt culpa deserunt irure tempor cupidatat est. Non laboris ipsum dolor culpa duis dolor sit consequat voluptate qui anim ut aliquip. Dolore eu nisi duis reprehenderit velit irure occaecat mollit ullamco. Ullamco exercitation amet nisi esse velit eiusmod pariatur duis cupidatat. Ea elit cillum ipsum enim aliqua aliqua. Cillum incididunt cupidatat enim est est esse occaecat duis labore nostrud laborum labore. Aliquip adipisicing esse fugiat ut do qui fugiat fugiat in sunt.\r\n"
        },
        {
          "rate": 1,
          "review": "Dolor est aliquip ad nulla. Ad cillum occaecat exercitation labore. Eu duis commodo incididunt cillum. Proident adipisicing magna reprehenderit labore veniam mollit et adipisicing. Irure magna enim nulla ex. Ad ullamco aliqua pariatur nostrud id fugiat nulla. Consequat deserunt incididunt qui do incididunt labore nisi sit.\r\nReprehenderit ea excepteur qui dolore nisi nostrud eu commodo ipsum. Cupidatat ex pariatur tempor officia in enim. Sunt consectetur irure sint qui cillum qui exercitation esse aute minim laboris nulla officia.\r\n"
        },
        {
          "rate": 4,
          "review": "Anim labore tempor ipsum voluptate non adipisicing occaecat laboris occaecat sunt. Commodo laborum cillum nulla ex ipsum proident consequat excepteur ullamco exercitation exercitation. Fugiat mollit sunt irure ut do officia sint pariatur occaecat ipsum commodo adipisicing tempor. Irure ea occaecat fugiat nisi. Ad ipsum tempor tempor in. In in amet id ullamco et veniam eu ad velit eu quis dolore veniam.\r\nSit elit quis est quis nulla pariatur occaecat ullamco sit culpa esse quis deserunt ullamco. Eu sunt ea consectetur mollit voluptate dolor exercitation elit. Occaecat esse non labore consectetur exercitation officia. Minim ullamco laborum ipsum eiusmod irure laborum nisi labore.\r\nQui mollit anim mollit enim fugiat cupidatat deserunt aute Lorem consectetur commodo. Ipsum commodo deserunt dolore adipisicing cupidatat. Ipsum esse consectetur deserunt laboris dolor esse et aliqua elit esse consectetur nostrud nostrud dolore. Reprehenderit laboris eu eu tempor pariatur labore commodo in proident ipsum.\r\n"
        },
        {
          "rate": 5,
          "review": "Cupidatat laborum laborum cillum amet pariatur officia. Esse minim incididunt do deserunt fugiat eiusmod. Sunt esse duis elit nulla elit ullamco velit. Occaecat anim veniam mollit est qui minim sit commodo incididunt officia. Voluptate occaecat velit voluptate mollit veniam duis elit exercitation consequat non in reprehenderit.\r\nIn qui sit proident anim cillum sunt veniam anim fugiat cillum ipsum reprehenderit ex exercitation. Nisi Lorem eiusmod esse nostrud esse aliqua aliqua. Tempor ex aliquip fugiat aute excepteur deserunt esse irure excepteur esse.\r\n"
        },
        {
          "rate": 4,
          "review": "Culpa est amet ullamco mollit dolore duis. Dolore non anim do nulla. Dolore id laborum id commodo. Et aute voluptate veniam amet excepteur qui pariatur pariatur ea et laboris irure in nisi. Est velit sunt fugiat laborum consectetur nisi non non esse reprehenderit adipisicing ea Lorem. Duis est non voluptate do. Incididunt dolor cupidatat mollit cillum.\r\nSint voluptate dolore Lorem excepteur. Ut tempor nisi magna commodo cillum excepteur. Labore aliqua in officia aliqua id sit irure.\r\nFugiat fugiat irure sit id. Sit proident dolor aliqua nisi consectetur. Est officia pariatur sunt duis reprehenderit consequat ad commodo pariatur. Esse qui id sit aliqua voluptate laborum anim. Excepteur dolor proident aute sunt non nisi ad reprehenderit aliquip dolore minim irure minim. Anim duis ut commodo id non tempor ipsum cupidatat.\r\n"
        },
        {
          "rate": 2,
          "review": "Labore dolore officia et voluptate duis proident in aute voluptate. Est anim incididunt tempor consectetur amet. Dolore duis duis quis non Lorem cupidatat laborum id sit. Eiusmod sunt Lorem duis velit. Nostrud dolor labore Lorem nisi ex id amet minim do dolor officia incididunt esse.\r\nAnim ad est aute ipsum proident proident cillum id aliquip. Occaecat culpa nostrud ad Lorem laborum ex culpa Lorem. Fugiat nulla adipisicing Lorem duis non ad fugiat anim.\r\nQui pariatur eiusmod do occaecat proident ut est aute sunt ut pariatur exercitation ut. Dolor do magna consectetur sunt magna labore deserunt. Magna ad incididunt deserunt adipisicing deserunt id aute pariatur consectetur incididunt culpa occaecat ea. Nulla sint ullamco do ad officia commodo ex et dolore esse voluptate.\r\n"
        },
        {
          "rate": 2,
          "review": "Deserunt sint dolore elit consequat et labore sint fugiat nostrud commodo fugiat. Veniam enim minim ea proident laboris voluptate proident aliqua sunt eiusmod sunt id. Nulla laborum laboris fugiat sit aute laboris veniam non sint sint. Et mollit laboris non elit labore laboris excepteur qui.\r\nEx minim labore ad tempor dolore ullamco ullamco in nisi voluptate. Tempor laboris nostrud incididunt adipisicing tempor quis nostrud eiusmod eu non do. Cupidatat consequat id excepteur Lorem occaecat quis. Occaecat culpa fugiat exercitation sit incididunt sit esse pariatur laboris id cillum elit labore. Adipisicing adipisicing qui do mollit do deserunt incididunt aliqua est sit. Mollit duis est fugiat veniam duis voluptate sint aliqua deserunt laborum pariatur. Labore cillum laboris et qui enim ad laboris occaecat.\r\n"
        },
        {
          "rate": 0,
          "review": "Minim in dolore ipsum in pariatur commodo sunt occaecat deserunt aute. Dolore culpa do dolor non culpa. Magna do officia est consequat commodo officia commodo consequat adipisicing. Reprehenderit Lorem excepteur nisi deserunt enim incididunt amet velit labore excepteur duis exercitation. Adipisicing ea sunt duis adipisicing ipsum. Ex ipsum laborum qui do proident consequat occaecat in. Pariatur incididunt minim tempor magna excepteur sint exercitation.\r\nLorem aliquip ut laborum minim sunt. Sit et proident est consectetur in esse. Aute aliquip ad laborum in ex fugiat tempor in proident do. Laborum cillum tempor id enim laborum tempor consectetur ipsum mollit qui exercitation. Minim dolore reprehenderit eu elit nostrud excepteur. Et proident cupidatat ullamco occaecat sunt.\r\n"
        },
        {
          "rate": 5,
          "review": "Nulla ullamco nostrud voluptate proident ipsum consectetur ut sunt reprehenderit. Lorem dolor irure ut voluptate consequat minim. Culpa esse pariatur veniam ullamco sint duis fugiat id reprehenderit adipisicing officia. Cupidatat et consequat cupidatat amet reprehenderit nulla ex ullamco. Ullamco dolor proident ad ipsum quis ullamco sunt mollit exercitation.\r\n"
        },
        {
          "rate": 2,
          "review": "Cillum ullamco eu ad est fugiat id velit tempor non ut anim tempor est. Voluptate minim nisi proident velit. Mollit voluptate exercitation cupidatat labore officia fugiat eiusmod ad laborum ex aliquip cupidatat eu non. Enim irure pariatur culpa consequat incididunt dolore dolore incididunt fugiat mollit culpa. Incididunt ut consectetur et anim aliquip duis. Proident exercitation aliqua excepteur adipisicing laborum est aliqua.\r\nSit culpa veniam pariatur incididunt aliquip proident duis irure excepteur. Consectetur elit aliqua eu magna aliqua cillum ipsum magna aute anim cupidatat. Tempor nulla id amet veniam sunt et exercitation in. Ut laboris eu amet velit ipsum esse labore ullamco reprehenderit fugiat est. Do dolore est sit adipisicing non duis ullamco laborum excepteur incididunt proident nisi proident aliquip. Dolore nulla officia ea exercitation cillum ad cupidatat cillum ut. Dolore aliqua deserunt quis veniam non aute sint cupidatat quis.\r\n"
        },
        {
          "rate": 4,
          "review": "In anim exercitation aliquip adipisicing Lorem. Do aliqua mollit pariatur in nulla laboris dolor nostrud qui aliqua eiusmod. Magna consequat mollit proident ullamco fugiat Lorem mollit ipsum id ad anim qui exercitation. Consequat incididunt minim exercitation qui dolor irure consequat adipisicing qui do consequat magna sit anim. Mollit magna commodo sunt quis. Id consequat dolor excepteur qui exercitation do eu ipsum est occaecat esse aliqua. Laborum culpa do elit et laborum esse nisi duis nulla consequat.\r\n"
        },
        {
          "rate": 1,
          "review": "Excepteur ea labore deserunt ipsum est. Eu magna dolor consequat est nisi anim Lorem consequat Lorem est irure commodo aliquip. Ullamco nulla amet aute ad sit deserunt commodo aliqua Lorem sit nisi labore. Proident tempor cillum est dolor minim ex duis laboris laboris elit dolore magna reprehenderit anim. In qui laboris cillum sint est ad pariatur consectetur aute magna adipisicing culpa officia irure.\r\nReprehenderit tempor esse voluptate do non aute in irure esse deserunt veniam ad reprehenderit. Et nulla tempor cillum qui irure veniam pariatur est duis anim. Laboris cillum sunt eiusmod tempor occaecat sit duis ut voluptate voluptate non in veniam. Duis consequat ullamco culpa irure eu amet esse voluptate amet consequat laborum dolor officia dolore. Anim qui consectetur ipsum proident aliquip velit magna qui aliqua quis labore culpa.\r\n"
        }
      ],
      "facilities": [
        "Kitchen",
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly"
      ]
    },
    {
      "id": "62fca6c091734fb4868affc7",
      "galleries": [
        "654-800x400.jpg",
        "669-800x400.jpg"
      ],
      "price": 2589.68,
      "name": "Labore Lorem Lorem magna qui est magna magna nostrud occaecat ex labore consectetur.",
      "email": "emersonrodriguez@brainclip.com",
      "phone": "+1 (999) 536-3013",
      "address": "197 Bridgewater Street, Trail, Ohio, 5566",
      "location": "Yorklyn",
      "detail": "Dolore irure minim commodo ea minim. Minim commodo amet consequat cupidatat duis et. Deserunt aliqua sint culpa duis adipisicing officia. Lorem excepteur occaecat consequat enim irure voluptate qui occaecat est est eu incididunt laboris aliquip. Cupidatat nisi ullamco dolore anim magna nostrud enim officia aliqua ut ut fugiat tempor laboris.\r\nCommodo adipisicing non voluptate enim elit aute commodo. Consequat dolore ullamco fugiat sint Lorem irure occaecat veniam aliquip non in culpa voluptate. Aliqua quis in duis irure laborum est.\r\nNisi minim nisi nostrud aute. Veniam cupidatat laborum excepteur exercitation consequat excepteur enim consectetur. Do tempor elit excepteur aute. Labore do ut nisi aute elit. Tempor occaecat elit commodo pariatur nulla labore pariatur nulla do proident proident.\r\n",
      "description": "Excepteur magna magna proident voluptate anim nisi aute consectetur cillum.",
      "latitude": 15.184857,
      "longitude": 60.910226,
      "sleeps": 14,
      "capacity": 6,
      "bedrooms": 5,
      "bathrooms": 7,
      "minNights": 4,
      "shared": false,
      "isBooked": false,
      "checkOutTime": "13:00",
      "availableDate": {
        "from": "2023-08-18",
        "to": "2024-02-12"
      },
      "reviews": [
        {
          "rate": 0,
          "review": "Id cupidatat qui adipisicing eu eiusmod consectetur et quis. Cillum enim duis elit veniam id incididunt eiusmod sit. Elit veniam non excepteur occaecat ullamco officia do esse pariatur cupidatat eu reprehenderit ut. Ea ullamco nulla anim nostrud sit excepteur dolor amet anim pariatur amet voluptate veniam.\r\n"
        },
        {
          "rate": 5,
          "review": "Laboris nostrud duis exercitation ut occaecat sit id esse adipisicing. In excepteur est ipsum dolor tempor exercitation labore cillum in. Proident cillum tempor do ad commodo veniam et sunt amet anim nulla deserunt sint. Incididunt nostrud est labore aute tempor deserunt aute. Do culpa ut minim consequat minim qui est ut mollit occaecat. Ex sunt adipisicing voluptate excepteur minim.\r\nFugiat irure ex irure Lorem. Tempor esse sint laborum dolor sit ad esse. Et mollit quis incididunt dolor magna veniam Lorem sint do cupidatat exercitation enim ea ea.\r\nDolor commodo aliqua dolore aliqua excepteur est veniam anim commodo et dolor sunt aliqua. Id occaecat cillum consequat commodo consectetur voluptate nulla sunt. Cillum cillum exercitation sint ut nulla eu esse tempor dolor. Incididunt non fugiat et eiusmod sunt elit quis ut elit Lorem eu amet. Cillum laboris ad nostrud magna aliquip cillum amet. Lorem reprehenderit et cillum ex excepteur consectetur ex aute velit cupidatat laboris.\r\n"
        },
        {
          "rate": 5,
          "review": "Consequat ex cupidatat incididunt dolore labore culpa cillum. Dolor Lorem non pariatur mollit ipsum exercitation cupidatat id adipisicing. Nisi voluptate aliqua nulla aliqua laboris mollit. Adipisicing enim anim enim duis pariatur officia consectetur ex. Eu aliquip esse laborum occaecat cillum aute do fugiat qui. Mollit ea labore veniam non ad qui tempor sit do laboris magna cupidatat.\r\nVoluptate irure sunt ad cupidatat fugiat qui non et velit. Sint nisi non Lorem esse. Quis aliqua pariatur ut id cillum enim ex aliqua voluptate dolor adipisicing ipsum id. Mollit non sint duis labore quis magna ullamco mollit magna nulla id ex. Officia laboris Lorem qui mollit commodo sit excepteur exercitation dolore adipisicing non eiusmod mollit ipsum. Non fugiat eiusmod enim Lorem qui cillum amet aliqua est adipisicing sit.\r\nIpsum do eiusmod amet eiusmod occaecat occaecat eiusmod nostrud dolor enim nisi nostrud adipisicing. Ea ex dolore sit fugiat. Adipisicing laboris est ullamco tempor ad minim esse. Lorem non culpa labore incididunt id proident duis consequat adipisicing sint ea duis nostrud nisi. Cupidatat id sint sit nisi. Voluptate pariatur nisi consequat veniam nostrud incididunt proident excepteur. Minim laborum dolor nulla excepteur nulla est sit aliquip et culpa id.\r\n"
        },
        {
          "rate": 3,
          "review": "Lorem sunt do tempor voluptate adipisicing ea ut ullamco pariatur eiusmod. Incididunt mollit consectetur occaecat velit cillum eu do sit dolore consectetur tempor culpa ad. Consectetur laborum sunt irure sint minim amet. Culpa ad excepteur pariatur deserunt non exercitation mollit tempor nostrud tempor. Sit anim cillum ullamco incididunt nostrud pariatur sunt ipsum sunt. Tempor do pariatur aliqua fugiat officia pariatur nostrud consequat deserunt consectetur pariatur aliqua adipisicing.\r\n"
        },
        {
          "rate": 5,
          "review": "Exercitation in commodo enim do dolor labore ut do do ea. Id mollit aliquip dolore dolore deserunt duis exercitation enim occaecat id laborum voluptate in cillum. Laborum qui adipisicing elit sunt ea occaecat incididunt nisi exercitation dolor eiusmod. Veniam veniam excepteur quis et elit.\r\nAliquip esse laboris sint eiusmod id enim exercitation proident. Deserunt quis reprehenderit tempor quis in et. Amet sit anim laboris dolor.\r\n"
        },
        {
          "rate": 2,
          "review": "In commodo aute ad ut proident amet irure. Fugiat magna mollit enim magna tempor est adipisicing enim. Voluptate officia fugiat ullamco deserunt.\r\nAnim cillum dolor enim ullamco id nulla in aliqua pariatur quis. Et occaecat Lorem fugiat excepteur in fugiat amet. Veniam laboris do ea pariatur enim consectetur nulla magna. Laboris amet culpa laborum fugiat qui occaecat.\r\nIncididunt magna duis veniam officia esse exercitation est aliquip adipisicing dolor. Pariatur tempor quis voluptate proident elit. Eiusmod Lorem excepteur ullamco sint magna duis consequat culpa elit labore eu aliquip dolore. Voluptate labore est mollit irure. Dolore aliquip cillum aliqua deserunt ullamco et Lorem aliqua proident laboris magna sunt irure. Magna fugiat quis sint commodo mollit non consectetur commodo ipsum incididunt.\r\n"
        },
        {
          "rate": 5,
          "review": "Sunt nulla labore eiusmod cupidatat irure mollit irure ullamco commodo reprehenderit est duis. Consequat et veniam nulla in sunt laborum nulla Lorem laboris veniam non dolor velit commodo. Aliquip nostrud occaecat non laboris sunt fugiat in deserunt eu deserunt labore magna elit ea. Cupidatat quis aliqua id sunt. Deserunt elit ut minim ex sunt voluptate ut in eu in ullamco voluptate mollit. Ea exercitation adipisicing aute esse excepteur aute magna commodo ad proident pariatur velit sint officia. Elit nisi cillum nostrud irure veniam nisi nulla cupidatat adipisicing excepteur adipisicing Lorem dolore dolor.\r\nSunt ut velit cupidatat do qui excepteur incididunt eiusmod pariatur velit aute amet. Exercitation excepteur consectetur mollit duis id id ex amet do labore ad. Qui ex fugiat culpa nisi anim nulla ipsum consequat commodo labore. Non cillum cupidatat sit ad officia sint non. Velit exercitation in aliquip ad aute cillum sunt velit. Commodo cillum culpa ullamco culpa fugiat proident est.\r\nUt cupidatat et commodo elit culpa in laboris proident cillum tempor. Dolor labore eu deserunt cillum nostrud ipsum do eiusmod veniam commodo duis. Ut laboris velit proident sint aute ipsum id ex cupidatat dolor eu enim aliquip mollit.\r\n"
        },
        {
          "rate": 3,
          "review": "Et adipisicing veniam duis magna aute laborum exercitation. Dolor labore id fugiat et labore sit adipisicing ea veniam. Sit elit incididunt do dolore incididunt ea. Tempor nisi nostrud ut labore ipsum adipisicing ex amet occaecat.\r\n"
        },
        {
          "rate": 3,
          "review": "Consequat exercitation enim est consequat do nisi nostrud laboris minim anim nostrud velit excepteur. Irure nisi officia consequat veniam esse ea aliquip minim nostrud ad elit. Eu commodo fugiat Lorem amet ullamco laborum consectetur Lorem incididunt est ullamco et labore. Sint ipsum qui fugiat nisi ea est velit duis ullamco nostrud aliquip laborum ex. Occaecat aliquip tempor eiusmod quis id ipsum occaecat. Et quis aute ea ex ipsum ex esse et.\r\nPariatur aliquip minim sunt incididunt tempor ea magna minim ipsum elit nisi. Lorem irure id commodo sit voluptate mollit ipsum enim ipsum consequat ipsum fugiat. Irure esse culpa est ea consequat veniam ullamco amet dolor. Veniam fugiat nulla aliqua est amet sunt labore tempor fugiat mollit. Cupidatat ullamco irure id exercitation aliqua dolore duis amet eiusmod reprehenderit fugiat dolore ex. Excepteur velit nulla minim enim id esse sit cupidatat culpa dolore.\r\nSint voluptate qui Lorem pariatur excepteur culpa ad laboris labore labore. Nulla cillum duis deserunt in deserunt mollit occaecat incididunt sunt. Ex ad eiusmod enim enim.\r\n"
        },
        {
          "rate": 1,
          "review": "Lorem dolore nulla laborum aliquip proident in. Amet magna cillum in minim anim elit Lorem tempor irure ea laborum occaecat. Adipisicing anim consequat adipisicing tempor anim exercitation eu. Sunt occaecat ad eu amet consequat adipisicing. Dolore officia elit veniam cupidatat duis tempor cupidatat elit.\r\nSint duis id velit culpa commodo nulla dolor dolore minim ex sint. Aliqua dolor eu enim magna. Excepteur labore exercitation nisi pariatur duis laborum anim occaecat ad minim velit anim eu dolor. Velit mollit nisi dolor sit. In occaecat eu laboris velit dolore.\r\nIrure anim amet qui exercitation anim excepteur sit. Consequat id occaecat ea veniam id qui et commodo dolor. Laborum ullamco sint ipsum non ex.\r\n"
        },
        {
          "rate": 3,
          "review": "Ut incididunt quis minim eiusmod ullamco dolor proident amet nulla ea Lorem ad ullamco culpa. Aute cillum deserunt quis fugiat esse est occaecat tempor. Laborum excepteur amet duis exercitation consectetur sit tempor ex sit proident pariatur elit. Ullamco consectetur ut anim quis proident id nulla sint exercitation cupidatat cupidatat ut. Fugiat nulla ipsum exercitation est quis sit et. In incididunt incididunt officia magna qui aliquip.\r\n"
        },
        {
          "rate": 2,
          "review": "Adipisicing est aute cillum voluptate dolor commodo nostrud reprehenderit deserunt nisi in eiusmod magna ullamco. Fugiat commodo non consequat sint est ut Lorem irure aute. Ipsum consectetur duis eiusmod aliqua magna do quis. Veniam anim quis qui labore ipsum culpa cillum est. Aliquip consequat laborum labore voluptate sit eu laborum. Aliquip aliqua irure excepteur reprehenderit deserunt do esse aliquip aute velit do. Commodo reprehenderit magna elit voluptate eiusmod do Lorem.\r\nDolor sunt enim sint culpa aliqua adipisicing velit sint sint excepteur ut. Cupidatat laborum laborum exercitation in sit Lorem excepteur. Id do do officia enim id consectetur magna et pariatur sint excepteur id enim. Veniam amet anim ut est pariatur.\r\nEnim fugiat eu exercitation commodo elit. Occaecat nostrud nostrud et incididunt deserunt aliquip ullamco eu. Ipsum anim magna nisi consequat est veniam ex aliquip culpa. Id esse sint dolor ullamco nulla ullamco.\r\n"
        }
      ],
      "facilities": [
        "Smoke-free",
        "Washer",
        "No fitness center",
        "No hot tub",
        "Not pet-friendly",
        "Not wheelchair accessible",
        "4 swimming pools",
        "Beachfront Free",
        "parking Free",
        "WiFi"
      ]
    }
  ]
}